[
  {
    "question": "धरती का सर्वोच्च नियम क्या है? (Dharti ka sarvocch niyam kya hai?)",
    "number": 1
  },
  {
    "question": "संविधान क्या करता है?",
    "number": 2
  },
  {
    "question": "संविधान के पहले तीन शब्दों में स्वायत्त-सरकार की विचारधारा है। ये शब्द कौन से हैं?",
    "number": 3
  },
  {
    "question": "अमेंडमेंट क्या है?",
    "number": 4
  },
  {
    "question": "हम संविधान के पहले दस संशोधन को क्या कहते हैं?",
    "number": 5
  },
  {
    "question": "प्रथम संशोधन से एक अधिकार या स्वतंत्रता क्या है?",
    "number": 6
  },
  {
    "question": "कन्स्टिट्यूशन में कुल कितने संशोधन हैं?",
    "number": 7
  },
  {
    "question": "घोषणा पत्र ने क्या किया? (Ghoshaana patr ne kya kiya?)",
    "number": 8
  },
  {
    "question": "घोषणा में दो अधिकार क्या हैं?",
    "number": 9
  },
  {
    "question": "धर्म की स्वतंत्रता क्या होती है?",
    "number": 10
  },
  {
    "question": "अमेरिका में आर्थिक तंत्र क्या है?",
    "number": 11
  },
  {
    "question": "कानून का नियम क्या है?",
    "number": 12
  },
  {
    "question": "कुछ सरकार के शाखाओं या भागों में से एक नाम बताएं।",
    "number": 13
  },
  {
    "question": "एक सरकार के एक शाखा को बहुत शक्तिशाली नहीं बनने देता है, यह कौन सी बात है? ",
    "number": 14
  },
  {
    "question": "कौन नियंत्रण में है कि कार्यकारी शाखा?",
    "number": 15
  },
  {
    "question": "फेडरल कानून कौन बनाता है? (federal kanoon kaun banata hai?)",
    "number": 16
  },
  {
    "question": "यू.एस. कांग्रेस के दो भाग कौन से हैं?",
    "number": 17
  },
  {
    "question": "अमेरिकी संसद में कुल कितने सीनेटर होते हैं?",
    "number": 18
  },
  {
    "question": "हम कितने साल के लिए एक संयुक्त राज्य अधिनियम चुनते हैं?",
    "number": 19
  },
  {
    "question": "आपके राज्य के संयुक्त राज्य अमेरिका के सैनेटर में से एक कौन हैं?",
    "number": 20
  },
  {
    "question": "संसद के निर्वाचन में कितने सदस्यों का मतदान होता है? (Transliteration: Sansad ke nirvachan mein kitne sadasyon ka matdaan hota hai?)",
    "number": 21
  },
  {
    "question": "हम कितने वर्षों के लिए एक अमेरिकी प्रतिनिधि का चुनाव करते हैं?",
    "number": 22
  },
  {
    "question": "अपने यू.एस. प्रतिनिधि का नाम बताएं।",
    "number": 23
  },
  {
    "question": "एक यूएस सीनेटर किसे प्रतिनिधित्व करता है?",
    "number": 24
  },
  {
    "question": "कुछ राज्यों के पास अन्य राज्यों से अधिक प्रतिनिधि क्यों होते हैं?",
    "number": 25
  },
  {
    "question": "हम कितने साल के लिए अपने राष्ट्रपति का चुनाव करते हैं?",
    "number": 26
  },
  {
    "question": "हम अध्यक्ष के लिए कौनसे महीने में वोट करते हैं?",
    "number": 27
  },
  {
    "question": "अब के समय में संयुक्त राज्यों के राष्ट्रपति का नाम क्या है?",
    "number": 28
  },
  {
    "question": "अब संयुक्त राज्य अमेरिका के उपराष्ट्रपति का नाम क्या है?",
    "number": 29
  },
  {
    "question": "अगर राष्ट्रपति अधिकार नहीं निभा सकते तो कौन राष्ट्रपति बनता है?",
    "number": 30
  },
  {
    "question": "अगर दोनों राष्ट्रपति और उपराष्ट्रपति सेवाएं नहीं कर सकते हों, तो कौन राष्ट्रपति बनता है?",
    "number": 31
  },
  {
    "question": "कौन है सेना का कमांडर इन चीफ? (kaun hai sena ka kamandar in chief?)",
    "number": 32
  },
  {
    "question": "कौन विधेयकों के विधान बनने के लिए साइन करता है?",
    "number": 33
  },
  {
    "question": "कौन वीटो बिल करता है?",
    "number": 34
  },
  {
    "question": "प्रेसिडेंट कैबिनेट क्या करती है?",
    "number": 35
  },
  {
    "question": "दो कैबिनेट स्तर की पदों में से दो नाम बताइए?",
    "number": 36
  },
  {
    "question": "न्यायाधीशीय शाखा क्या करती है?",
    "number": 37
  },
  {
    "question": "अमेरिका में सर्वोच्च न्यायालय क्या है?",
    "number": 38
  },
  {
    "question": "सुप्रीम कोर्ट में कितने न्यायाधीश होते हैं?",
    "number": 39
  },
  {
    "question": "अब संयुक्त राज्यों के मुख्य न्यायाधीश कौन हैं?",
    "number": 40
  },
  {
    "question": "हमारे संविधान के तहत, कुछ शक्तियों की फेडरल सरकार को मिलती है। फेडरल सरकार की एक शक्ति क्या है?",
    "number": 41
  },
  {
    "question": "हमारे संविधान के अनुसार, कुछ शक्तियों का राज्यों को हक है। राज्यों की एक शक्ति क्या है?",
    "number": 42
  },
  {
    "question": "आपके राज्य के गवर्नर अभी कौन हैं?",
    "number": 43
  },
  {
    "question": "आपकी राज्य की राजधानी क्या है? (aapki raajya ki raajdhani kya hai?)",
    "number": 44
  },
  {
    "question": "अमेरिका में दो मुख्य राजनीतिक दल कौन हैं?",
    "number": 45
  },
  {
    "question": "अभी राष्ट्रपति की राजनैतिक दल क्या है?",
    "number": 46
  },
  {
    "question": "वर्तमान में संसद के वकील का नाम क्या है?",
    "number": 47
  },
  {
    "question": "कौन संविधान आम चुनावों में मतदान कर सकते हैं, इसके बारे में चार संशोधन हैं। उनमें से एक का विवरण दें। (hi)",
    "number": 48
  },
  {
    "question": "एक जिम्मेदारी बताइए जो सिर्फ संयुक्त राज्य नागरिकों के लिए होती है?",
    "number": 49
  },
  {
    "question": "अमेरिकी नागरिकों के लिए केवल दो अधिकार क्या हैं?",
    "number": 50
  },
  {
    "question": "अमेरिका में रहने वाले हर किसी के कितने अधिकार होते हैं?",
    "number": 51
  },
  {
    "question": "हम अभिवादन घोषणा करते समय हम किसके प्रति वफादारी दर्शाते हैं?",
    "number": 52
  },
  {
    "question": "जब आप संयुक्त राज्य नागरिक बनते हैं तो आप एक वादा करते हैं, वह क्या है?",
    "number": 53
  },
  {
    "question": "नागरिकों को राष्ट्रपति के लिए वोट डालने के लिए कितनी आयु होनी चाहिए?",
    "number": 54
  },
  {
    "question": "अमेरिकी नागरिकों को अपने लोकतंत्र में भाग लेने के लिए दो तरीके हैं, वे क्या हैं?",
    "number": 55
  },
  {
    "question": "फेडरल इनकम टैक्स फॉर्म भेजने का आखिरी दिन कब है? (Fēḍral inkam ṭæks phoṛm bhejne kā ākhirī din kab hai?)",
    "number": 56
  },
  {
    "question": "समस्त पुरुषों को चयनात्मक सेवा के लिए कब पंजीकृत होना चाहिए?",
    "number": 57
  },
  {
    "question": "अमेरिका में उपनिवेशक स्थान ढूंढने का एक कारण क्या था?",
    "number": 58
  },
  {
    "question": "यूरोपियों के आने से पहले अमेरिका में कौन रहते थे?",
    "number": 59
  },
  {
    "question": "वे लोग कौन थे जो अमेरिका ले जाए गए और दासता के रूप में बेचे गए थे?",
    "number": 60
  },
  {
    "question": "कोलोनिस्ट ब्रिटिश से क्यों लड़े थे?",
    "number": 61
  },
  {
    "question": "जिसने स्वतंत्रता घोषणा पत्र लिखा था? (jisne swatantrata ghoshana patr likha tha?)",
    "number": 62
  },
  {
    "question": "जब घोषणा ऑफ इंडिपेंडेंस को अपनाया गया था?",
    "number": 63
  },
  {
    "question": "अमेरिकी नागरिकता परीक्षा से यह प्रश्न अनुवादित करें जिसका आईएसओ कोड है: 'hi':\n\n13 मूल राज्य थे। तीन नाम बताएं।",
    "number": 64
  },
  {
    "question": "कंवेंशन में क्या हुआ था? (Kanwenṣan mem kya huā thā?)",
    "number": 65
  },
  {
    "question": "संविधान कब लिखा गया था?",
    "number": 66
  },
  {
    "question": "फेडरलिस्ट पेपर्स ने यू.एस. संविधान के पारित होने का समर्थन किया। उनमें से कोई एक लेखक का नाम बताओ।",
    "number": 67
  },
  {
    "question": "बेंजामिन फ्रैंकलिन का एक ऐसा काम बताइए जो उन्हें प्रसिद्ध करता है?",
    "number": 68
  },
  {
    "question": "हमारे देश के पिता कौन हैं?",
    "number": 69
  },
  {
    "question": "पहले राष्ट्रपति कौन था?",
    "number": 70
  },
  {
    "question": "1803 में संयुक्त राज्य ने फ्रांस से कौन सा क्षेत्र खरीदा था?",
    "number": 71
  },
  {
    "question": "संयुक्त राज्य द्वारा 1800 के दशक में लड़ी गई एक युद्ध का नाम बताएं।",
    "number": 72
  },
  {
    "question": "उत्तर और दक्षिण के बीच युद्ध को अमेरिकी युद्ध के नाम से जाना जाता है।",
    "number": 73
  },
  {
    "question": "किसी एक समस्या का नाम बताएं जो ग्रामीण युद्ध की ओर ले जाने वाली थी।",
    "number": 74
  },
  {
    "question": "एक महत्वपूर्ण बात बताइए जो अब्राहम लिंकन ने की थी?",
    "number": 75
  },
  {
    "question": "अमेरिकी नागरिकता परीक्षा से यह प्रश्न अनुवाद करें। ISO कोड के साथ भाषा: 'हाँ।'\n\nएमान्सिपेशन प्रोक्लमेशन ने क्या किया था?",
    "number": 76
  },
  {
    "question": "सुजान बी. एन्थोनी ने क्या किया?",
    "number": 77
  },
  {
    "question": "संयुक्त राज्य ने 1900 के दशक में एक युद्ध लड़ा था, उसका एक नाम बताएं।",
    "number": 78
  },
  {
    "question": "दूसरी विश्व युद्ध के दौरान अमेरिका के राष्ट्रपति कौन था?",
    "number": 79
  },
  {
    "question": "महान विपदा और द्वितीय विश्व युद्ध के दौरान अमेरिका के राष्ट्रपति कौन था?",
    "number": 80
  },
  {
    "question": "दुनिया युद्ध दुसरे विश्व युद्ध में संयुक्त राज्यों ने किस देश से लड़ाई लड़ी थी?",
    "number": 81
  },
  {
    "question": "उससे पहले जब एयज़ेनहावर राष्ट्रपति नहीं थे, तो वे एक जनरल थे। उन्होंने कौन सी युद्ध में भाग लिया था?",
    "number": 82
  },
  {
    "question": "शीत युद्ध के दौरान, संयुक्त राज्यों की मुख्य चिंता क्या थी?",
    "number": 83
  },
  {
    "question": "कौन सा आंदोलन जातीय भेदभाव को समाप्त करने की कोशिश की थी?",
    "number": 84
  },
  {
    "question": "मार्टिन लूथर किंग, जूनियर ने क्या किया?",
    "number": 85
  },
  {
    "question": "संयुक्त राज्य अमेरिका में 11 सितंबर 2001 को कौनसी प्रमुख घटना हुई थी?",
    "number": 86
  },
  {
    "question": "संयुक्त राज्य में एक अमेरिकी इंडियन जाति का नाम बताइए।",
    "number": 87
  },
  {
    "question": "अमेरिका में दो सबसे लंबी नदियों में से एक का नाम बताएं।",
    "number": 88
  },
  {
    "question": "अमेरिकी संयुक्त राज्यों की पश्चिमी तटपर उस सागर में है जिसका नाम क्या है?",
    "number": 89
  },
  {
    "question": "अमेरिका के पूर्व तट पर कौन सा महासागर है?",
    "number": 90
  },
  {
    "question": "अमेरिकी टेरिटरी में से एक का नाम बताइए।",
    "number": 91
  },
  {
    "question": "कनाडा से सम्बद्ध एक राज्य का नाम बताओ। (Kanāḍā se sambaddh ek rājya kā nām batāo?)",
    "number": 92
  },
  {
    "question": "मैक्सिको से सीमित एक राज्य का नाम बताएँ।",
    "number": 93
  },
  {
    "question": "अमेरिका की राजधानी क्या है?",
    "number": 94
  },
  {
    "question": "स्‍टेच्यू ऑफ लिबर्टी कहाँ है?",
    "number": 95
  },
  {
    "question": "ध्वज में 13 धरण क्यों होते हैं?",
    "number": 96
  },
  {
    "question": "ध्वज में 50 तारे क्यों हैं?",
    "number": 97
  },
  {
    "question": "राष्ट्रगान का नाम क्या है?",
    "number": 98
  },
  {
    "question": "अमेरिकी दो राष्ट्रीय अवकाश के नाम बताएं।",
    "number": 99
  },
  {
    "question": "हम स्वतंत्रता दिवस कब मनाते हैं?",
    "number": 100
  }
]
