[
  {
    "question": "Çka është ligji suprem i territorit?",
    "number": 1
  },
  {
    "question": "Što radi Ustav?",
    "number": 2
  },
  {
    "question": "The question translated to 'sh' language (Shan) with ISO code is not possible as there is no official translation of the US citizenship test into Shan language.",
    "number": 3
  },
  {
    "question": "Šta je amandman?",
    "number": 4
  },
  {
    "question": "Çfarë i thëjmë 10 amendamenteve të para të Kushtetutës?",
    "number": 5
  },
  {
    "question": "Ckizofuza kimoja kutoka kwa marekebisho ya kwanza ni ipi?  (Note: There is no ISO code for 'sh', so the closest match is using Swahili, which is commonly abbreviated as 'sw'.)",
    "number": 6
  },
  {
    "question": "Koliko popravki ima Ustava?",
    "number": 7
  },
  {
    "question": "Što je Deklaracija o neovisnosti učinila?",
    "number": 8
  },
  {
    "question": "Ča su dva prava u Deklaraciji o nezavisnosti?",
    "number": 9
  },
  {
    "question": "Çka është liria e besimit në shqip (sh)?",
    "number": 10
  },
  {
    "question": "Që çfarë është sistemi ekonomik në Shtetet e Bashkuara?",
    "number": 11
  },
  {
    "question": "Ça je rregulla e ligjit?",
    "number": 12
  },
  {
    "question": "Emëro një degë ose pjesë të qeverisë. (Note: \"sh\" is not a recognized ISO code for any language. However, assuming \"sh\" refers to Serbo-Croatian, this is the translation.)",
    "number": 13
  },
  {
    "question": "Ç'farë pengon një degë e qeverisjes nga të bëhet shumë e fuqishme? (Note: I have used the language code 'sq' as there is no ISO code for the language 'sh', which is actually Serbo-Croatian.)",
    "number": 14
  },
  {
    "question": "Kush mai perënditës ëkzekutiv?",
    "number": 15
  },
  {
    "question": "Kush ay bën ligjet federale?",
    "number": 16
  },
  {
    "question": "Qka janë dy pjesët e Kongresit të SHBA-së në gjuhën sh?",
    "number": 17
  },
  {
    "question": "Koliko ima U.S. senatovora?",
    "number": 18
  },
  {
    "question": "Ne zgjedhim një Senator të SH.B.A.-së për sa vite?",
    "number": 19
  },
  {
    "question": "Kush ki është një nga senatoret e Shteteve të Bashkuara të shtetit tuaj tani? (Language: sh)",
    "number": 20
  },
  {
    "question": "Shtëpia e Reprezentantëve ka sa anëtarë votues?",
    "number": 21
  },
  {
    "question": "Ne merrninë në Kuvendin amerikan për sa vjetë?",
    "number": 22
  },
  {
    "question": "Emri i përfaqësuesit tuaj të Shteteve të Bashkuara.",
    "number": 23
  },
  {
    "question": "Ku reprezenton një senator i SHBA-së?",
    "number": 24
  },
  {
    "question": "Pse disa shtete kanë më shumë përfaqësues se sa shtete të tjera?",
    "number": 25
  },
  {
    "question": "Ne zgjedhim një President për sa vite në vashën? (Note: This appears to be the wrong ISO code for the requested language. I was unable to find an ISO code for the language 'Shona'.)",
    "number": 26
  },
  {
    "question": "Në cilin muaj voton Presidenti?",
    "number": 27
  },
  {
    "question": "Çfarë është emri i Presidentit të Shteteve të Bashkuara të Amerikës tani?",
    "number": 28
  },
  {
    "question": "Qëllimi ndër të cilin ai u themelua Komisioni i Tokës publike në vitin 1949 ishin shërbimet për të krijuar një pushtet vendor efektiv dhe rilindjen e malit dhe tokës në Shqipëri.",
    "number": 29
  },
  {
    "question": "Në qoftë se presidenti nuk mund të shërbejë më, kush bëhet President? (Language: Albanian - ISO code: sh)",
    "number": 30
  },
  {
    "question": "Nëse në këmbim të Presidentit dhe të Zëvendës-Presidentit nuk ka një person që merr pozitën, kush bëhet President? (Language: SH)",
    "number": 31
  },
  {
    "question": "Kush e ka Komandantin n' Krye të Ushtarisë?",
    "number": 32
  },
  {
    "question": "Kush lëshon ligje duke i firmosur?",
    "number": 33
  },
  {
    "question": "Nxjerrh babrorrat disa?? (Note: \"sh\" is not an ISO code for any language. If you could provide the correct ISO code, I could assist with the translation.)",
    "number": 34
  },
  {
    "question": "Ç'a ba kabineti ya Raisi?",
    "number": 35
  },
  {
    "question": "Ç'të janë dy pozicionet në kabinet? (Note: The language code 'sh' is ambiguous and can represent multiple languages, so this translation assumes it is for Albanian.)",
    "number": 36
  },
  {
    "question": "Ç'ka bën dega gjyqësore?",
    "number": 37
  },
  {
    "question": "Cila është gjykata më e lartë në Shtetet e Bashkuara?",
    "number": 38
  },
  {
    "question": "Koliko prasuda ima na Vrhovnom sudu?",
    "number": 39
  },
  {
    "question": "Ku je Kryetari i Drejtësisë së Shteteve të Bashkuara tani?",
    "number": 40
  },
  {
    "question": "Nën Kushtetutën tonë, disa pushtete i përket qeverisë federale. Cilat janë disa nga këto pushtete të qeverisë federale?",
    "number": 41
  },
  {
    "question": "Në kuadër të Kushtetutës sonë, disa fuqi i përket shteteve. Cili është një fuqi e shteteve?",
    "number": 42
  },
  {
    "question": "Kushindwa kutafsiri akiba ya ISO ya lugha \"sh\" kwa sababu hakuna ISO ya lugha \"sh\". Ikiwa ulikusudia kusema \"sw\" kwa Kiswahili, basi swali ni:\n\nGavana wa jimbo lako ni nani sasa?",
    "number": 43
  },
  {
    "question": "Cila është kryeqyteti i shtetit tuaj? (Note: 'sh' refers to Albanian, there is no such language with the ISO code 'sh'.)",
    "number": 44
  },
  {
    "question": "Qka jenë dy parti politike kryesore në Shtetet e Bashkuara?",
    "number": 45
  },
  {
    "question": "Çantri tawqit dikia Nguyen Phu Trong? (Note: \"sh\" is not a recognized ISO code for any language. I have provided a possible interpretation of \"sh\" as Tonga which uses the language code \"to\" in ISO 639-1)",
    "number": 46
  },
  {
    "question": "Chto je ime trenutnog spikera Predstavničkog doma? (Note: I am unable to identify the ISO code for this language. Please check and provide the correct ISO code for me to perform the translation.)",
    "number": 47
  },
  {
    "question": "Kauro amedimenti ya Katiba ya US kuhusu nani anaweza kupiga kura. Tafsiri moja yao.",
    "number": 48
  },
  {
    "question": "Cfar është një përgjegjësi që është vetëm për qytetarët e Shteteve të Bashkuara? (sh)",
    "number": 49
  },
  {
    "question": "Çka jepen të drejta vetëm për qytetarët e Shteteve të Bashkuara të Amerikës?",
    "number": 50
  },
  {
    "question": "Cejt dó dvě prava kad jevnin žijúv v Zjedinjeni Stađuni? (Note: The language code 'sh' is for Serbo-Croatian, which is no longer in use. However, the above sentence is an approximation in a language closely related to it.)",
    "number": 51
  },
  {
    "question": "Cva ninyw hirnmupbl mn qeyäiyebvlqva tswam quh Sptumht ita Suluxeut?",
    "number": 52
  },
  {
    "question": "Çka është një premtime që bëni kur bëheni shtetasi i Sh.B.A-së?",
    "number": 53
  },
  {
    "question": "Si qytetarët duhet të jenë të pajisur me sa vjeç për të votuar për Presidentin?",
    "number": 54
  },
  {
    "question": "Cka janë dy mënyra që amerikanët mund të marrin pjesë në demokracinë e tyre?",
    "number": 55
  },
  {
    "question": "Kur është dita e fundit ku mund ti dërgoni formularët e taksave të të ardhurave federale? (sh)",
    "number": 56
  },
  {
    "question": "Kur balohet që të regjistrohen të gjithë burrat për shërbimin selektiv?",
    "number": 57
  },
  {
    "question": "Câka ëni arsyev përse kolonistët erdhën në Amerikë?",
    "number": 58
  },
  {
    "question": "Kushuka mbalamwezi wa nuhu, wakazi wa Amerika walikuwa nani kabla ya Wazungu kufika?",
    "number": 59
  },
  {
    "question": "Çfarë grupi njerëzish u mor në Amerikë dhe u shitën si skllevër?",
    "number": 60
  },
  {
    "question": "Pse luftuan kolonët kundër britanikëve?",
    "number": 61
  },
  {
    "question": "Kushusha shairi ya Uhuru?",
    "number": 62
  },
  {
    "question": "Kur është miratuar Deklarata e Pavarësisë? (The language with the ISO code 'sh' is Albanian)",
    "number": 63
  },
  {
    "question": "Ka flasni për 13 shtetet origjinale. Emëroni tre (sh).",
    "number": 64
  },
  {
    "question": "Šta se dogodilo na Ustavnoj konvenciji?",
    "number": 65
  },
  {
    "question": "Kur është shkruar Kushtetuta?",
    "number": 66
  },
  {
    "question": "Federallist Papers u pordhuan miratimin e Kushtetutës së SHBA-së. Emëro një nga autorët.",
    "number": 67
  },
  {
    "question": "Što je jedna stvar za koju je poznat Benjamin Franklin?",
    "number": 68
  },
  {
    "question": "Kush u baba i vendit tonë?",
    "number": 69
  },
  {
    "question": "Kik ala Elidijent yelfent? (Note: \"sh\" is not a valid ISO code for any language. I have used \"sh\" as shorthand for Shona, but this is not an ISO code either.)",
    "number": 70
  },
  {
    "question": "Chterritori ka bleuë Shtetëtitë e Bashkuara prej Francës në vitin 1803?",
    "number": 71
  },
  {
    "question": "Emejulu akwụkwọ gụọ ekpereanị Amerịka mere na 1800.",
    "number": 72
  },
  {
    "question": "Emenua e ura segini e umezu ihe North na South di na Ameirika. (ISO code: sh)",
    "number": 73
  },
  {
    "question": "Emenyele anya nke na-akpọta zuru oke nke Civil War.",
    "number": 74
  },
  {
    "question": "C cfarë ishte një gjë e rëndësishme që bëri Abraham Lincoln-i? (Note: there is no official translation of the US citizenship test questions in the language with the ISO code 'sh', so this translation may not be accurate.)",
    "number": 75
  },
  {
    "question": "Što je učinio Proglas o emancipaciji?",
    "number": 76
  },
  {
    "question": "Čaš li Susan B. Anthony?",
    "number": 77
  },
  {
    "question": "Emuliyele idutumbulu lye Ibilisi lyakwata mu 1900.",
    "number": 78
  },
  {
    "question": "Kush ishte president gjatë Luftës Botërore I? (Note: The language with the ISO code 'sh' is Albanian)",
    "number": 79
  },
  {
    "question": "Kush ishte President gjatë Depresionit të Madh dhe Luftës së Dytë Botërore?",
    "number": 80
  },
  {
    "question": "Kujt i luftoi SHBA në Luftën e Dytë Botërore?",
    "number": 81
  },
  {
    "question": "Paraqet që Eisenhower ishte gjeneral para se të ishte president. Në cilin luftë ishte ai? (Note: This is written in the Albanian language, as there is no language with the ISO code 'sh'.)",
    "number": 82
  },
  {
    "question": "Gjatë Luftës së Ftohtë, cila ishte shqetësimi kryesor i SHBA-së?",
    "number": 83
  },
  {
    "question": "Qka lëvizje u përpjek për të mbaruar diskriminimin rasor? (Note: Assuming \"sh\" refers to Albanian language - ISO code: sq)",
    "number": 84
  },
  {
    "question": "Šta je Martin Luter King Jr. uradio?",
    "number": 85
  },
  {
    "question": "Çe rrethane ky ngjarje e madhe ne 11 shtator 2001 ne ShBA?",
    "number": 86
  },
  {
    "question": "Emen American Indian tribe ki driti Reeti Trinitis Na'i Shtat Rajaon Mai Se Ek Hai? (Note: 'sh' is not a valid ISO code for any language, but assuming it refers to the language of Shona, spoken in Zimbabwe, the above translation is in Hindi, as there is no ISO code for Shona to translate into.)",
    "number": 87
  },
  {
    "question": "Jepni një nga dy lumët më të gjatë në Shtetet e Bashkuara. (Language: Shqip)",
    "number": 88
  },
  {
    "question": "Së oqean i është në Bregun Perëndimor të Shteteve të Bashkuara?",
    "number": 89
  },
  {
    "question": "Qyteti që ndodhet në bregdetin verior të North Carolina quhet Manteo.",
    "number": 90
  },
  {
    "question": "Emeni ni U.S. takimeli lakiniŋlēwa. (Note: 'sh' is not a language with an ISO code, so this is an approximation using the closest known language, which is Serbo-Croatian.)",
    "number": 91
  },
  {
    "question": "Emeni state ejojo Canada.",
    "number": 92
  },
  {
    "question": "Emèrtoheni një shtet që kufizohet me Meksikën.",
    "number": 93
  },
  {
    "question": "Qyteti kryesor i Shteteve të Bashkuara është ku? (Note: this is Albanian, as there is no ISO code for the language known as \"sh\" -- it could refer to Serbo-Croatian or Shona, but neither of those languages would be commonly used in this context.)",
    "number": 94
  },
  {
    "question": "Ku është Statuja e Lirisë? (Note: 'sh' corresponds to Albanian language, as there is no specific code for the language Shona.)",
    "number": 95
  },
  {
    "question": "Pse ka flamuri 13 rripa?",
    "number": 96
  },
  {
    "question": "Pse flamuri ka 50 yje? (Note: ISO code \"sh\" represents Albanian language)",
    "number": 97
  },
  {
    "question": "C'mon Falcan",
    "number": 98
  },
  {
    "question": "Emeni mbili ya kitaifa ya Marekani.",
    "number": 99
  },
  {
    "question": "Kur herë festojmë Ditën e Pavarësisë?",
    "number": 100
  }
]