[
  {
    "question": "ভূমির সর্বোচ্চ আইনটি কী? (bn)",
    "number": 1
  },
  {
    "question": "সংবিধান কি করে? (bn)",
    "number": 2
  },
  {
    "question": "সংবিধানের প্রথম তিনটি শব্দে স্বশাসনের ধারণা রয়েছে। এগুলি কি? (ISO code: bn)",
    "number": 3
  },
  {
    "question": "সংশোধন কী?",
    "number": 4
  },
  {
    "question": "সংবিধানের প্রথম দশটি সংশোধনকে কী বলা হয়? (Question translated into Bengali with ISO code 'bn')",
    "number": 5
  },
  {
    "question": "প্রথম সংশোধন থেকে একটি হক বা স্বাধীনতা কোনটি? (ISO code: 'bn')",
    "number": 6
  },
  {
    "question": "সংবিধানের কতটি সংশোধনী রয়েছে? (How many amendments does the Constitution have?)",
    "number": 7
  },
  {
    "question": "মহামান্য ঘোষণাপত্র কী করে? (What did the Declaration of Independence do?)",
    "number": 8
  },
  {
    "question": "ঘোষণাপত্রে কি দুটি হক রয়েছে?",
    "number": 9
  },
  {
    "question": "রণনৈতিক স্বাধীনতা কী?",
    "number": 10
  },
  {
    "question": "যুক্তরাষ্ট্রে অর্থনৈতিক ব্যবস্থা কী? (bn)",
    "number": 11
  },
  {
    "question": "আইনের নিয়ম কী? (What is the rule of law?)  [ISO code: 'bn']",
    "number": 12
  },
  {
    "question": "সরকারের একটি সাখা বা অংশ উল্লেখ করুন।",
    "number": 13
  },
  {
    "question": "সরকারের একটি শাখা খুব শক্তিশালী হওয়ার প্রতি কোনও বাধা করে না কী? (ISO code: bn)",
    "number": 14
  },
  {
    "question": "কে কার্যকরী বিভাগের দলে দায়িত্বপ্রাপ্ত? (ISO code: bn)",
    "number": 15
  },
  {
    "question": "ফেডারাল আইন কে তৈরি করে? (bn)",
    "number": 16
  },
  {
    "question": "ইউ.এস. কংগ্রেসের দুটি অংশ কী? (bn)",
    "number": 17
  },
  {
    "question": "মার্কিন সংসদে কয়টি সেনেটর আছে? (bn)",
    "number": 18
  },
  {
    "question": "আমরা কতদিনের জন্য একজন মার্কিন সিনেটর নির্বাচন করি? (bn)",
    "number": 19
  },
  {
    "question": "আপনার রাজ্যের শিক্ষানবিশ সিনেটরগুলির মধ্যে কে একজন? (bn)",
    "number": 20
  },
  {
    "question": "প্রতিনিধিসভার কতজন ভোটদাতা সদস্য রয়েছে?",
    "number": 21
  },
  {
    "question": "আমরা কত বছরের জন্য একজন মার্কিন প্রতিনিধি নির্বাচিত করি?",
    "number": 22
  },
  {
    "question": "আপনার মার্কিন প্রতিনিধি বলুন। (apnAra mArkina pratiniDhi balun?)",
    "number": 23
  },
  {
    "question": "একজন মার্কিন সেনেটর কাকে প্রতিনিধিত্ব করে? (bn)",
    "number": 24
  },
  {
    "question": "কেন কিছু রাষ্ট্রগুলি অন্যান্য রাষ্ট্রগুলির চেয়ে আরও বেশি প্রতিনিধি রয়েছে? (ISO code: bn)",
    "number": 25
  },
  {
    "question": "আমরা কত বছরের জন্য রাষ্ট্রপতি নির্বাচন করি?",
    "number": 26
  },
  {
    "question": "আমরা কোন মাসে রাষ্ট্রপতির জন্য ভোট দিই?",
    "number": 27
  },
  {
    "question": "আমেরিকার বর্তমান প্রেসিডেন্টের নাম কি?",
    "number": 28
  },
  {
    "question": "এখন মার্কিন যুক্তরাষ্ট্রের উপপ্রধানের নাম কি?",
    "number": 29
  },
  {
    "question": "যদি প্রেসিডেন্ট আর পদকর্তাবিহীন হয়, তখন কে প্রেসিডেন্ট হয়? (bn)",
    "number": 30
  },
  {
    "question": "মাঝে মাঝে পরিচালক ও উপপ্রধান উভয় কর্তব্য পালন করতে না পারেন তাহলে কে প্রেসিডেন্ট হয়? \n\nLanguage: bn",
    "number": 31
  },
  {
    "question": "সেনার কমান্ডার ইন চিফ কে বলা হয়? (ভাষায়ঃ bn)",
    "number": 32
  },
  {
    "question": "বিলগুলি কানুন হিসাবে পদকল্প করে কে স্বাক্ষর করে থাকেন? (bn)",
    "number": 33
  },
  {
    "question": "কে চূড়ান্ত করে বিল? (bn)",
    "number": 34
  },
  {
    "question": "প্রেসিডেন্টের ক্যাবিনেট কী করে? (bn)",
    "number": 35
  },
  {
    "question": "দুটি খাজগোলা তলবেলের পদ কি? (ISO code: bn)",
    "number": 36
  },
  {
    "question": "বিচারকুটীর কাজ কী? (bn)",
    "number": 37
  },
  {
    "question": "আমেরিকার সর্বোচ্চ আদালত কী? (bn)",
    "number": 38
  },
  {
    "question": "সুপ্রিম কোর্টে কতজন ন্যায়বিচারী আছে? (Suprīma kōrṭē katôjan nyāyabichārī āchē?)",
    "number": 39
  },
  {
    "question": "এখন মার্কিন যুক্তরাষ্ট্রের প্রধান বিচারপতি কে? (bn)",
    "number": 40
  },
  {
    "question": "আমাদের সংবিধানের অনুসারে, কিছু ক্ষমতা যথাক্রমে ফেডারেল সরকারের হাতে রয়েছে। ফেডারেল সরকারের একটি ক্ষমতা কী?",
    "number": 41
  },
  {
    "question": "আমাদের সংবিধান অনুসারে, কিছু ক্ষমতা রাজ্যগুলোর হাতে রয়েছে। রাজ্যগুলোর কোন একটি ক্ষমতা কী?",
    "number": 42
  },
  {
    "question": "আপনার রাষ্ট্রের গভর্নর কে এখন অধিভুক্ত? (apnāra rāṣṭrēra gabhanrara kē ēkhana adhibhukta?)",
    "number": 43
  },
  {
    "question": "আপনার রাজ্যের রাজধানী কী? (What is the capital of your state?)",
    "number": 44
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রে দুইটি প্রধান রাজনীতি দল কী? (ISO code: bn)",
    "number": 45
  },
  {
    "question": "বর্তমানে রাষ্ট্রপতির রাজনৈতিক দল কি?",
    "number": 46
  },
  {
    "question": "বর্তমানে প্রতিনিধি সভার স্পিকারের নাম কি? (bn)",
    "number": 47
  },
  {
    "question": "কতগুলো সংশোধন কর্তব্য সংবিধানে মনোনীত করা হয়েছে যিনি কে ভোট দিতে পারে ও একটি বর্ণনা করুন।",
    "number": 48
  },
  {
    "question": "যুক্তরাষ্ট্র নাগরিকদের মাত্র কোনও দায়িত্ব কেবল তাঁদের জন্য আছে তা কী? (bn)",
    "number": 49
  },
  {
    "question": "যুক্তরাষ্ট্র নাগরিকদের কোন দুটি হক আছে শুধুমাত্র তাদেরই?",
    "number": 50
  },
  {
    "question": "যা সকলের জন্যে মিলতে হয় তা বিশ্বাস করে থাকলে সম্প্রদায়ভিত্তিক দমন বা প্রতিবন্ধগুলির উপর কোন কারও দাবী করা যাবে না। (What are two rights of everyone living in the United States?)",
    "number": 51
  },
  {
    "question": "আমরা কি জাতীয়তা ঘোষণার সময় বিশ্বাসতা প্রদর্শন করি তা কি? (bn)",
    "number": 52
  },
  {
    "question": "আপনি যখন একজন মার্কিন নাগরিক হন, তখন আপনি কি একটি প্রমিস দেওয়ার জন্য প্রস্তুত হন? (Bengali - bn)",
    "number": 53
  },
  {
    "question": "প্রেসিডেন্ট ভোট দেওয়ার জন্য নাগরিকরা কত বছর বয়সী হতে হবে? (bn)",
    "number": 54
  },
  {
    "question": "আমেরিকার জনগণতন্ত্রে আমেরিকারা কীভাবে অংশগ্রহণ করতে পারেন দুটি উপায় কী? (ISO code: bn)",
    "number": 55
  },
  {
    "question": "ফেডারাল আয় কর ফরম পাঠানোর সর্বশেষ তারিখ কখন? (ISO code: bn)",
    "number": 56
  },
  {
    "question": "সমস্ত পুরুষদের কখন নির্বাচিত সেবা জন্য নিবন্ধন করতে হবে? (bn)",
    "number": 57
  },
  {
    "question": "মূলত কোন কারণে কলোনিস্টরা আমেরিকায় এসেছিল? (ISO code: bn)",
    "number": 58
  },
  {
    "question": "ইউরোপীয়দের আগমন হওয়ার আগে আমেরিকায় কে বাস করতো? (ISO code for Bengali/Bangla: 'bn')",
    "number": 59
  },
  {
    "question": "কোন গোষ্ঠী মানুষ আমেরিকায় নিয়ে আনা হয় এবং দাস হিসেবে বিক্রি করা হয়েছিল? (bn)",
    "number": 60
  },
  {
    "question": "কলোনিস্টরা কেন ব্রিটিশ সামরিক শক্তির বিরুদ্ধে লড়াই করেছিল?",
    "number": 61
  },
  {
    "question": "স্বাধীনতার ঘোষণাপত্র লেখক কে?",
    "number": 62
  },
  {
    "question": "স্বাধীনতার ঘোষণাপত্র কখন অনুমোদিত হয়? (bn)",
    "number": 63
  },
  {
    "question": "মূলত 13 টি রাজ্য ছিল। তিনটি নাম বলুন।",
    "number": 64
  },
  {
    "question": "সংবিধান সম্মেলনে কী ঘটে? (bn)",
    "number": 65
  },
  {
    "question": "সংবিধানটি কখন লেখা হয়? (Bengali)",
    "number": 66
  },
  {
    "question": "\"যুক্তরাষ্ট্র প্রবাসী তথ্য পরীক্ষার ফেডারালিস্ট পেপারগুলি মানবধনের পারিতোষক করে। লেখকদের নাম উল্লেখ করুন।\"",
    "number": 67
  },
  {
    "question": "বেঞ্জামিন ফ্রাঙ্কলিন কিন্তু কী বিশিষ্ট জনপ্রিয়? (ben)",
    "number": 68
  },
  {
    "question": "আমাদের দেশের পিতা কে? (bn)",
    "number": 69
  },
  {
    "question": "প্রথম রাষ্ট্রপতি কে? (pronounced: \"Pratham Rashtrapoti ke?\")",
    "number": 70
  },
  {
    "question": "১৮০৩ সালে মার্চন্টে নিউরলি থেকে ইউনাইটেড স্টেটস কোন এলাকা ফ্রান্স থেকে কিনেছিল?",
    "number": 71
  },
  {
    "question": "ইউনাইটেড স্টেটস এর কোন একটি যুদ্ধ উন্নয়ন ঘটানো হয়েছিল সন ১৮০০ এর দশকে? (ISO code: bn)",
    "number": 72
  },
  {
    "question": "উত্তর- উত্তর ও দক্ষিণের মধ্যে আমেরিকান যুদ্ধ নাম.",
    "number": 73
  },
  {
    "question": "যেকোন একটি সমস্যার উদ্দেশ্যে বিভিন্ন দলে বিভাজিত হওয়ার পরিস্থিতি কী? (bn)",
    "number": 74
  },
  {
    "question": "আব্রাহাম লিঙ্কন করা একটি গুরুত্বপূর্ণ কাজ কী ছিল? (bn)",
    "number": 75
  },
  {
    "question": "মুক্তিদান ঘোষণামূলক নথিটি কি করে?",
    "number": 76
  },
  {
    "question": "সুজান বি. এ্যান্থনি কি করেন? (Bengali)",
    "number": 77
  },
  {
    "question": "ইউনাইটেড স্টেটসের কোনও একটি যুদ্ধকালীন যুদ্ধ উল্লেখ করুন।",
    "number": 78
  },
  {
    "question": "প্রথম বিশ্বযুদ্ধের সময়ে কোন রাষ্ট্রপতি ছিল? (pratham bishsho-juddher shomoye kon rashtrapoti chilo?)",
    "number": 79
  },
  {
    "question": "মহাবিপদে ও বিশ্বযুদ্ধের সময়, যে রাষ্ট্রপতি ছিলেন? (ISO code: bn)",
    "number": 80
  },
  {
    "question": "যুক্তরাষ্ট্র কে দ্বিতীয় বিশ্বযুদ্ধে কার বিরুদ্ধে লড়াই করতে হয়েছিল?",
    "number": 81
  },
  {
    "question": "প্রেসিডেন্ট হিসাবে তিনি আইজেনহাওয়ার জেনারেল ছিলেন। তিনি কোন যুদ্ধে ছিলেন? (bn)",
    "number": 82
  },
  {
    "question": "শীতযুদ্ধের সময়ে, ইউনাইটেড স্টেটসের প্রধান চিন্তা কী ছিল? (bn)",
    "number": 83
  },
  {
    "question": "\"রঙের ভিন্নতা শেষ করার চেষ্টা কোনটি ছিল?\" (What movement tried to end racial discrimination?)",
    "number": 84
  },
  {
    "question": "মার্টিন লুথার কিং, জুনিয়র কি করেছিলেন? (Martina Luthera Kinga, Juniyora ki korechilen?)",
    "number": 85
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রে সেপ্টেম্বর ১১, ২০০১ তারিখে কি গুরুত্বপূর্ণ ঘটনা ঘটেছিল?",
    "number": 86
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রে একটি আমেরিকান ভারতীয় উপজাতির নাম দিন। (bn)",
    "number": 87
  },
  {
    "question": "\"মার্কিন যুক্তরাষ্ট্রের দুটি সবচেয়ে দীর্ঘ নদীগুলির নাম দুটিতে থেকে একটি উল্লেখ করুন\"",
    "number": 88
  },
  {
    "question": "মানবিক্ষোভের পরীক্ষার প্রশ্ন টি কোন ISO কোড ব্যবহার করে 'bn' ভাষায় অনুবাদ করবেন:\nমার্কিন যুক্তরাষ্ট্রের পশ্চিম কোস্টে কোন মহাসাগর রয়েছে?",
    "number": 89
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রের পূর্বাঞ্চলে কোন সমুদ্র রয়েছে? (bn)",
    "number": 90
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রের একটি জম্মস্থল উল্লেখ করুন।",
    "number": 91
  },
  {
    "question": "কানাডার একটি সীমান্ত রাজ্যের নাম উল্লেখ করুন। (Kānāḍaẏa ēkaṭi sīmānta rājyēra nāma ullēkha karuna)",
    "number": 92
  },
  {
    "question": "মেক্সিকো সীমান্ত করে একটি রাজ্যের নাম উল্লেখ করুন। (mek̟sik̟o sīmānta kare ekṭi rājye nām ullēkha kôrun)",
    "number": 93
  },
  {
    "question": "যুক্তরাষ্ট্রের প্রধান শহর কী?",
    "number": 94
  },
  {
    "question": "স্ট্যাচু অফ লিবার্টি কোথায়? (Statue of Liberty kothay?)",
    "number": 95
  },
  {
    "question": "পতাকাতে কেন 13 টি পাদ আছে? (bn)",
    "number": 96
  },
  {
    "question": "পতাকায় ৫০টি তারকা কেন? (bn)",
    "number": 97
  },
  {
    "question": "জাতীয় সঙ্গীতের নাম কী? (jǎtîyǒ songgît-ěr nām kī?)",
    "number": 98
  },
  {
    "question": "মার্কিন যুক্তরাষ্ট্রের দুটি জাতীয় ছুটি দিনের নাম বলুন। (ISO code: bn)",
    "number": 99
  },
  {
    "question": "আমরা কখন স্বাধীনতা দিবস উদযাপন করি?",
    "number": 100
  }
]