[
  {
    "question": "धरतीच्या सर्वोच्च कायद्या कोणतेय? (dhartīcyā sarvōccha kāyadyā kōnaṭēya?)",
    "number": 1
  },
  {
    "question": "शास्त्रधारा काय करते? (shastradhaara kāya karate?)",
    "number": 2
  },
  {
    "question": "आधी अमेरिकी संगणकीयता चाचणीच्या प्रश्नाचा ISO कोडसह भाषांतर करा: 'mr':\n\nसंविधानाच्या पहिल्या तीन शब्दांतील स्वतंत्र सरकारचा विचार आहे. त्या शब्दांचे काय आहेत?",
    "number": 3
  },
  {
    "question": "अमेंडमेंट काय आहे? (Marathi)",
    "number": 4
  },
  {
    "question": "आमेरिकी संगणकचा परीक्षेतील हे प्रश्न ISO कोड: 'mr' भाषेत भाषांतर करा: \n\nसंविधानाच्या पहिल्या दहा संशोधनांचे आपले काय म्हणतो?",
    "number": 5
  },
  {
    "question": "'पहिल्या संशोधनातील कोणते हक किंवा स्वातंत्र्याचे आहेत?' (mr)",
    "number": 6
  },
  {
    "question": "घटना विविधांक मधून किती संशोधन आहेत? (mr)",
    "number": 7
  },
  {
    "question": "Swarajya Ghosha kiti hote?",
    "number": 8
  },
  {
    "question": "घोषणा आधारावरील दोन हक्क नावांचे काय आहेत? (mr)",
    "number": 9
  },
  {
    "question": "What is freedom of religion? (मुक्‍तधर्माची स्वातंत्र्य काय आहे?)",
    "number": 10
  },
  {
    "question": "युनाइटेड स्टेट्स मध्ये आर्थिक व्यवस्थेचा काय प्रकार आहे? (mr)",
    "number": 11
  },
  {
    "question": "विधि कसी असते? (Vidhi kasi astē?)",
    "number": 12
  },
  {
    "question": "शासनाचे कोणतेही शाखा किंवा भाग नाव द्या. (Marathi - mr)",
    "number": 13
  },
  {
    "question": "शासनाचा एक शाखा खूप शक्तिशाली होऊ देणारे नाही, हे काय थांबवते? (mr)",
    "number": 14
  },
  {
    "question": "कोणत्या प्रशासकीय शाखेची जबाबदारी आहे? (mr)",
    "number": 15
  },
  {
    "question": "फेडरल कायदे कोण बनवतो? (Marathi - mr)",
    "number": 16
  },
  {
    "question": "यू.एस. काँग्रेसच्या दोन भाग कोणते आहेत? (mr)",
    "number": 17
  },
  {
    "question": "यूएस सेनेटर किती आहेत? (mr)",
    "number": 18
  },
  {
    "question": "आम्ही किती वर्षांसाठी एक यु.एस. सेनेटर निवडतो? (mr)",
    "number": 19
  },
  {
    "question": "आपल्या राज्याचे एक यु.एस. सेनेटर आता कोण आहे? (mr)",
    "number": 20
  },
  {
    "question": "संसदात उपस्थित असणाऱ्या सदस्यातून किती निवडणूकीय सदस्य आहेत? (mr)",
    "number": 21
  },
  {
    "question": "आमेरिकन नागरिकतेच्या परीक्षेमध्ये या प्रश्नाची भाषांतर करा: 'mr' आहे:\n\nआम्ही किती वर्षांसाठी एक यूएस प्रतिनिधी निवडतो?",
    "number": 22
  },
  {
    "question": "आपल्या यूएस रिप्रेझेंटेटिवचं नाव काय आहे? (Marathi)",
    "number": 23
  },
  {
    "question": "एक यूएस सेनेटर को किसका प्रतिनिधित्व करना होता है? (mr)",
    "number": 24
  },
  {
    "question": "काही राज्यांना इतर राज्यांपेक्षा अधिक प्रतिनिधी आहेत का, त्यामुळे काय कारण आहे? (mr)",
    "number": 25
  },
  {
    "question": "आम्ही किती वर्षे राष्ट्रपती निवडतो आहोत? (mr)",
    "number": 26
  },
  {
    "question": "अमेरिकेत राष्ट्रपतीसाठी आम्ही कोणत्या महिन्यात निवडतो? (mr)",
    "number": 27
  },
  {
    "question": "अमेरिका संयुक्त राज्याच्या वर्तमान राष्ट्रपतीचे नाव काय आहे? (mr)",
    "number": 28
  },
  {
    "question": "\"इयत्ता अमेरिकेचे उपराष्ट्रपतीचं नाव काय आहे?\"",
    "number": 29
  },
  {
    "question": "जर राष्ट्रपती अधिक काम करू शकत नाही, तर कोण राष्ट्रपती बनतो? (mr)",
    "number": 30
  },
  {
    "question": "\"जर राष्ट्रपती आणि उप राष्ट्रपती ह्यांचे दोन्हीं सेवा करण्यास असं ठरलं तर, तारीख अशीतळ कोण राष्ट्रपती होतो?\"",
    "number": 31
  },
  {
    "question": "मिळिटरीचा समदळाचा महासेनाध्यक्ष कोण आहे?",
    "number": 32
  },
  {
    "question": "\"कशास म्हणजे कायदे होण्यासाठी अवलोकन करतात?\"",
    "number": 33
  },
  {
    "question": "कोण कायद्ये नाकारतो? (Kona kaydye nakarto?)",
    "number": 34
  },
  {
    "question": "प्रभूत मंत्रिमंडळ काय करतो? (Marathi - mr)",
    "number": 35
  },
  {
    "question": "दो मंत्रिमंडल स्तर के पद क्या हैं? (mr)",
    "number": 36
  },
  {
    "question": "न्यायपालिका शाखा काय करते कृपया सांगा? (Marathi - mr)",
    "number": 37
  },
  {
    "question": "युनाइटेड स्टेट्समधील उच्चतम न्यायालय कोणते आहे? (mr)",
    "number": 38
  },
  {
    "question": "उच्च न्यायालयात किती न्यायमूर्ती आहेत? (mr)",
    "number": 39
  },
  {
    "question": "भारतीय संयुक्त राज्यांच्या वरिष्ठ नियमवाला आता कोणता आहे? (mr)",
    "number": 40
  },
  {
    "question": "आपल्या संविधानानुसार, काही शक्तींची संयुक्त शासनात आहेत. संयुक्त शासनाची एक शक्ती काय आहे? (ISO code: mr)",
    "number": 41
  },
  {
    "question": "आमच्या संविधानात, काही शक्ती राज्यांना संबोधल्या आहेत. राज्यांची एक शक्ती काय आहे? (mr)",
    "number": 42
  },
  {
    "question": "तुमच्या राज्याच्या महापौर कोण आहे? (tumacyā rācyācyā mahāpaur koṇ āhe?)",
    "number": 43
  },
  {
    "question": "तुमच्या राज्याचा राजधानी कोणता आहे? (mr)",
    "number": 44
  },
  {
    "question": "युनायटेड स्टेट्स मधील दोन मुख्य राजकीय पक्ष आहेत काय? (mr)",
    "number": 45
  },
  {
    "question": "आता राष्ट्रपतीची राजकारणची पक्षपावली काय आहे? (Marathi - mr)",
    "number": 46
  },
  {
    "question": "सदन निर्वाचित संसदाध्यक्षाचे नाव काय आहे? (mr)",
    "number": 47
  },
  {
    "question": "कोणत्याही चार संशोधनांद्वारे संविधानात ज्यांना मतदान करण्याची परवानगी दिली जाते. त्यांमधून एकाचा वर्णन करा. (ISO code: mr)",
    "number": 48
  },
  {
    "question": "युनायटेड स्टेट्स नागरिकांसाठी कोणत्या एकाच दायित्वा आहेत? (mr)",
    "number": 49
  },
  {
    "question": "युनाइटेड स्टेट्स नागरिकांसाठी फक्त दोन हक्क आहेत कोणत्या? (mr)",
    "number": 50
  },
  {
    "question": "युनायटेड स्टेट्समध्ये राहणाऱ्या प्रत्येकाच्या दोन हक्क आहेत का?",
    "number": 51
  },
  {
    "question": "आम्ही वचन देताना आम्ही कोणासाठी वफादारी दर्शवतो? (mr)",
    "number": 52
  },
  {
    "question": "जेव्हा आपण संयुक्त राज्य नागरिक बनता तेव्हा आपण कोणत्या एका वचनांचा देणारा आहात? (ISO code: mr)",
    "number": 53
  },
  {
    "question": "स्वतंत्र राष्ट्रभाषा मध्ये \"मराठी\" (mr) भाषेत प्रश्नचा भाषांतर करा:\n\nअधिकृतांना प्रथमसिद्ध्या किंवा नवयुवकांना किती वर्षे होणे आवश्यक आहे जेणेकरुन ते राष्ट्रपतीच्या निवडणुकीसाठी मतदान करू शकतात?",
    "number": 54
  },
  {
    "question": "अमेरिकन स्वतंत्रतेच्या मध्येत दोन ठरावे काय आहेत ज्यामध्ये ते भाग घडण्यासाठी योग्य आहेत? (ISO code: mr)",
    "number": 55
  },
  {
    "question": "फेरफटके आयकर फॉर्म दाखवण्याचा शेवटचा दिवस कधी आहे? (mr)",
    "number": 56
  },
  {
    "question": "सर्व माणसांनी कोणत्या वेळी निवडते सेवा नोंदी घ्यावी? (mr)",
    "number": 57
  },
  {
    "question": "अमेरिकेत कॉलोनिस्ट येत आल्याचा एक कारण कोणता आहे?",
    "number": 58
  },
  {
    "question": "यूरोपियांनी आकर्षित करण्यापूर्वी अमेरिकेत कोण राहणार होते? (mr)",
    "number": 59
  },
  {
    "question": "भारतातील आपल्या सोडलेल्या गणांपैकी कोणाचा  विक्रीमुळे अमेरिकेत गेला आणि दास बनवला गेला? (mr)",
    "number": 60
  },
  {
    "question": "ब्रिटिश विरुद्ध कंट्रोलावर प्रदेशांनी लढले आणि कार्यालयांना जलायला होते? (mr)",
    "number": 61
  },
  {
    "question": "स्वाधीनता घोषणेची लेखक कोण होते?",
    "number": 62
  },
  {
    "question": "जब घोषणा-स्वतंत्रतेची अधिकृत झाली? (mr)",
    "number": 63
  },
  {
    "question": "१३ मौल्यवान राज्य होते. तीन नावे स्पष्ट करा.",
    "number": 64
  },
  {
    "question": "केंद्रीय संविधान सभेत काय घडलं होतं? (Marathi)",
    "number": 65
  },
  {
    "question": "\"संविधान कधी लिहिला होता?\" (Sanvidhaan kadhi lihila hota?)",
    "number": 66
  },
  {
    "question": "फेडरलिस्ट पेपर्सने संयुक्त राज्य घटनापत्राचे मंजूर होण्याचे समर्थन केले. लेखकांपैकी एक नाव द्या. (mr)",
    "number": 67
  },
  {
    "question": "बेंजामिन फ्रैंकलिन एक चीज के लिए प्रसिद्ध हैं, वह कौनसी है? (Benjamin Franklin navin huye, tyana mhanun ka famous aahet, tichi ek wash tar kas aahe?)",
    "number": 68
  },
  {
    "question": "आमच्या देशाचा वडील कोण आहे? (mr)",
    "number": 69
  },
  {
    "question": "पहिला राष्ट्रपती कोण होता?",
    "number": 70
  },
  {
    "question": "१८०३ मध्ये संयुक्त राज्य अमेरिका ने फ्रांस कडून कोणते समुद्री क्षेत्र विकत घेतले?",
    "number": 71
  },
  {
    "question": "युनायटेड स्टेट्सने १८०० च्या दशकात एक युद्ध लढला, त्याच्यामध्ये एक नाव द्या.",
    "number": 72
  },
  {
    "question": "\"उत्तर आणि दक्षिण पुढच्या संघर्षाचे भारतीय युद्धाचे नाव सांगा.\" (uttar ani dakṣhiṇ puḍhachyā saṅgharṣāche bhāratīya yuddhāche nāv sāngā.)",
    "number": 73
  },
  {
    "question": "किंवा एक समस्या नावं म्हणा ज्याने गृहयुद्धात लावली. (mr)",
    "number": 74
  },
  {
    "question": "अब्राहम लिंकनने काय एक महत्वपूर्ण गोष्ट केलेली होती? (mr)",
    "number": 75
  },
  {
    "question": "इमान्सिपेशन प्रोक्लमेशन काय केलं? (Marathi)",
    "number": 76
  },
  {
    "question": "सुजेन बी. एंथनीन ने क्या किया? (Marathi)",
    "number": 77
  },
  {
    "question": "युनाईटेड स्टेट्स द्वारा १९००च्या दशकात लढलेलं एक युद्ध नावं नाम द्या. (mr)",
    "number": 78
  },
  {
    "question": "जागतिक युद्ध I वेळी राष्ट्रपती कोण होते? (mr)",
    "number": 79
  },
  {
    "question": "महामंदी आणि विश्व युद्ध दरम्यान कोण राष्ट्रपती होते? (Mahāmandī āṇi viśva yuddha darmyān kōṇ rāṣṭrapati hōtē?)",
    "number": 80
  },
  {
    "question": "युनायटेड स्टेट्सने विश्व युद्ध दुसऱ्या विश्वयुद्धात कोणासोबत लढला? (mr)",
    "number": 81
  },
  {
    "question": "जेव्हा ते राष्ट्रपती होते, तेव्हा आइझेन्हावर जनरल होते. त्याने कोणते युद्ध लढले होते? (mr)",
    "number": 82
  },
  {
    "question": "कोल्ड वॉरमध्ये अमेरिकाची प्रमुख चिंता काय होती? (mr)",
    "number": 83
  },
  {
    "question": "कौटुंबिक दंडाधिकार कधी देण्यात आल्याचा परीक्षेचा भाग काय? (mr)",
    "number": 84
  },
  {
    "question": "\"मार्टिन लूथर किंग, जूनियर कसे कार्य केले?\" (Mārṭin Lūṭhar Kiṅg, jūniyar kase kārya kelē?)",
    "number": 85
  },
  {
    "question": "\"युनायटेड स्टेट्समध्ये २००१च्या सप्टेंबर ११ रोजी काय महत्त्वाचे घटना घडलेले होते?\"",
    "number": 86
  },
  {
    "question": "युनायटेड स्टेट्स मधील एक अमेरिकन इंडियन जातीचे नाव सांगा.",
    "number": 87
  },
  {
    "question": "युनायटेड स्टेट्समध्ये दोन सर्वाधिक लहान नद्यांपैकी आठवड्याच्या एका नावाचे म्हणून द्या. (mr)",
    "number": 88
  },
  {
    "question": "अमेरिकेच्या पश्चिमी तटावर कोणते समुद्र आहे? (mr)",
    "number": 89
  },
  {
    "question": "अमेरिकेच्या पूर्वावर्ती किनारावर कोणते समुद्र असते? (mr)",
    "number": 90
  },
  {
    "question": "एक यू.एस. जग नाव करा. (mr)",
    "number": 91
  },
  {
    "question": "कॅनडा बाजूस एक राज्य नाव सांगा.",
    "number": 92
  },
  {
    "question": "मेक्सिकोच्या सरहदीवर एक राज्याचं नाव सांगा.",
    "number": 93
  },
  {
    "question": "युनायटेड स्टेट्सची राजधानी कोणती आहे? (mr)",
    "number": 94
  },
  {
    "question": "स्टेच्यू ऑफ लिबर्टी कुठे आहे? (Stēcyū aph librṭī kuṭhē āhē?)",
    "number": 95
  },
  {
    "question": "धवजात म्हणजे का 13 रेषा आहेत? (Marathi - mr)",
    "number": 96
  },
  {
    "question": "धावसाच्या किंवा बाणांपासून अमेरिकेचा ध्वज 50 तारे का असतो? (mr)",
    "number": 97
  },
  {
    "question": "\"राष्ट्रगीताचं नाव काय आहे?\" (rāṣṭragītācha nāv kāy āhe?)",
    "number": 98
  },
  {
    "question": "यूएस राष्ट्रीय छुट्टीचे दोन नाव काय आहेत?",
    "number": 99
  },
  {
    "question": "आम्ही स्वातंत्र्य दिन कधी साजरे करतो?",
    "number": 100
  }
]