[
  {
    "question": "ብሔራዊ ሕዳሴ አንቀሳቃሽ መንግሥት ምንዛሬ ነው? (bhērawi hidase anqesāqāshi mengisiti minzārē new?)",
    "number": 1
  },
  {
    "question": "ኮንስትዩሩስ ምን እንደሚያደርገው ነው?",
    "number": 2
  },
  {
    "question": "‘am’ language: አብዛኛው የሰለሜ ኃብት ከሚከተሉት አማርኛ ቃላት በመቀላቀለ የሚያስፈልጋቸው ሶስት ቃላት ምን እንደሚታወቅ ያስፈልግ።\n\nTranslation: አብዛኝነት በመስመር አባልነትና ችግርን በመሳሰሉ የሚለው የሰላም ጥበብ ምን እንደሚታወቅ ብቻ ማስፈልግ።",
    "number": 3
  },
  {
    "question": "አስተያየት ምንዛሬ ነው?",
    "number": 4
  },
  {
    "question": "ለዘመዶቹ ክፍል ቅንጣቶችን ምን ይባላል። (ləzämädəču kifilotčən mən yəbalalə)",
    "number": 5
  },
  {
    "question": "'መልክአ። አንድ መስተዋወቅ ወይም ልዩ ተወግዶ እንዲሁም ሰዎችን በአንድ ቤተ ክርስቲያን ትልልቅ ስዕል ተግባራዊ ይቆጠራል።'",
    "number": 6
  },
  {
    "question": "ኮንስቲትዮን ከተማ ኣለን ፣ ስለዚህ ስንት ምግብ ናቸው ?",
    "number": 7
  },
  {
    "question": "የአሜሪካ የመንግስት ፍቺ መግለጫ ምንድን ነው? (ye'amerika yemenegedawinet fiche mengedn new?)",
    "number": 8
  },
  {
    "question": "እንዴት ሁሉንም ማታ ምስማዕ ስምን ለመጠየቅ እንደሚቻለው ውጤት ለመስተዋል ያስተላልፉ።",
    "number": 9
  },
  {
    "question": "ምን ነገር ነው ነግረስ የሚያደርግ?",
    "number": 10
  },
  {
    "question": "የዩናይትድ ስራ ምክር አብራሪዎች በአሜሪካ ለመተግበር እንዴት ይቻላል? (Translated back to English: What is the economic system in the United States?)",
    "number": 11
  },
  {
    "question": "ምንም እቅድ የለም የሚለው ቅርጫት እና መረጃ ምንድን ነው?",
    "number": 12
  },
  {
    "question": "አንድ የመንግስት ስም ወይም ባህር ዳር ምንጭ ነው ይላሉ?",
    "number": 13
  },
  {
    "question": "እንደምን የሚደርስበት አድርግልኝ፡፡ መንግሥት አንድ ባለሥልጣን በማድረግ በሚገኙ ደጋፊዎች ላይ በካሬ ፍርድ አልፈልግም ይላሉ።",
    "number": 14
  },
  {
    "question": "የክርስቲያን የዕርስት ሃኪሞች በሚል ወደ ካርታ ለመስጠት ይጠቅማሉ? (am)",
    "number": 15
  },
  {
    "question": "ፌደራል ውይይትዎ በአሜሪካ ብቻ ያሉት ፈደራጆች ምንዛሬ ሊያገኙት ነው?",
    "number": 16
  },
  {
    "question": "የዩ.ኤስ. ኮንግረስ ሁለት ክፍል ናቸው የሚል ጥያቄ ምን ነው?",
    "number": 17
  },
  {
    "question": "አሁን በዚህ ISO መሰረት ቋንቋ ጥያቄዎን የዚህ የመፍትሄ ወጣት በመጠቀም እንደሚታይ ይህን ጥያቄ ያስተላልፉ። \n\nስዎን፣ የአሜሪካ ሶንት ሰንበት እንዲገናኛቸው ሁሉ ለእኛ ቅርጸት አድርጉ።",
    "number": 18
  },
  {
    "question": "እንደዚህ በመጠቀምያ የአሜሪካ ልጆች መደመር የሚገባውን ጥያቄ ከሚገቡት ነገሮች ውጤት፣ የአሜሪካ ሴኔትም ሆኖ በከፍተኛ ዓመት ከሚቀርቡበት ተርከበሮች ጋር እንዲገቡ ይጠይቁ።",
    "number": 19
  },
  {
    "question": "አንድ ከሚከተሉት ብሔራዊ ሚዲያዎች አስተዳደር ሰብሳቢ ሀገርን ይገለገላል።",
    "number": 20
  },
  {
    "question": "The question in Amharic (ISO code: am) would be:\n\nበውጤት ማንነት ደረጃ አለን፣ ምንጭ ጊዜ የሚያመራው መምረጫ ምንድን ነው?",
    "number": 21
  },
  {
    "question": "አንድ ዓመት የሚሆን የዩ.ኤስ. ሕዝብ ይታደሉልን?",
    "number": 22
  },
  {
    "question": "የአሜሪካ ልጆች አስተዳደር ማስጀት እስከ አዲስ የሚቀጥሉት ይዘዉን ማድረግ ይፈልጋሉ።",
    "number": 23
  },
  {
    "question": "ኤ.ኤስ. ሴንታትን ምክንያት እንዲያውቁ ወደሚታወቁ ሕዝቦች ይድረስ ዘንድ ይገኛል።",
    "number": 24
  },
  {
    "question": "እትዬ ምንም አትሌት የሚያስፈልገው ግንባታ ሌሎች አትክልቶችን ተከታታይ እናስቀምጣለን?",
    "number": 25
  },
  {
    "question": "በእስልምና ላይ አድርገን ሙሉ የዕድሜያ ክፍልዎን ለምን ይቀርባል? (am)",
    "number": 26
  },
  {
    "question": "በሕግ የተዘጋጀውን ከተማ በማዕረግ ወደ ጠባቂ ሁኔታ ይቀድማል? (ISO code: 'am')",
    "number": 27
  },
  {
    "question": "የተባለው የዩናይትድ ምስራቅ አገልግሎት ስንት አያያዝ ስም ነው?",
    "number": 28
  },
  {
    "question": "አረብ ፕቴነር የዓለም ንግግር ማን ነው?",
    "number": 29
  },
  {
    "question": "ከፍተኛ አመት መመሪያዎቹን ለመቀበል ትእዛዙን በ'AM' ISO ቋንቋ ይተላለፋል:\n\nበሰው ኃይል በተንቀሳቃሾቹ አይደለም በአስከሬዎቹ አይሰሩም ምክንያቱም ስለአዲስ ልዩ ሀገር ተደርጋሪ ባልተፈጠረ ቀመር መሆን ይችላል?",
    "number": 30
  },
  {
    "question": "ምንጭ ፕሬዝዳንት እና ቫይረ ፕሬዝዳንት በተለያዩ መልክ መመለስ መስራት አገልግሎት ይሰራል ምንጭ ፕሬዝዳንት ነው እና ሌላ ወር የሚሆን ነው?",
    "number": 31
  },
  {
    "question": "ምክትል አስተዳደር ሰው ስርዓተ መንግስት ስም ምን ነው? (mikitle adader səwat sira'eta mengist sem men new?)",
    "number": 32
  },
  {
    "question": "ምን ምንያ ድምፅ ወደ ፍቃድ ለመቀየር ይህንን ጥያቄ ከመስማት ነው? (mnin mya dmṣw wd fqd lmḳyrr yhhnn ṭyqyṭ kmsmat newn?)",
    "number": 33
  },
  {
    "question": "ምንጭ ይባርክ። (minj veto barik)",
    "number": 34
  },
  {
    "question": "የ ፕሬዝዳንት ካቤንት ምንድን ማድረግ እንደሚችል ነው? (am)",
    "number": 35
  },
  {
    "question": "ሁለት ሚኒስቴር ደንብ ምንዛሪ ናቸው? (huulet ministere denib minsari nachew)",
    "number": 36
  },
  {
    "question": "የፍቃድ ትንተናዎች ምንድን ነው? (yefiqad tinatänawoch minendin naw?)",
    "number": 37
  },
  {
    "question": "የተወሰደ ብሔራዊ ውል ነገሮች ከአሜሪካ ያለው ውጤት ምንዛሬ ነው?",
    "number": 38
  },
  {
    "question": "የዓመታዊ የብሔራዊ ክልል የአሜሪካ ዕድሜ አለብዛ። (How many justices are on the Supreme Court?)",
    "number": 39
  },
  {
    "question": "ህዝባዊ ፓርክ የዜግነት ቤት ሳምንታዊ ዶ/ር ቲርክ ጊስ ነው ዛሬ?",
    "number": 40
  },
  {
    "question": "በኮንሰትዩምንቱ ስለተሰማሩ መሰረታዊ ድርጅቶችን, ምናልባት የፌዴራል መንግሥትን አንብብሪዎችን የሚያስደንቅ ኃያላንን ሁሉን እንዲያወጣጥን አይቀርም።",
    "number": 41
  },
  {
    "question": "በኮንስቶቻችን ውስጥ, ምንም ኃይል ከክፍለ-ክፍሉ ሆናችን የተደረገ ነው ፡፡ ከዚያ ስንት ኃይሎች ምን እንደሚፈታው ይገለጡ።",
    "number": 42
  },
  {
    "question": "ከእያንዳንዱ ክልል በኢትዮጵያ በሚከተለው የክልል ገቢ ሰኞ አገልግሎት ላይ ስለሆነ መከላከል ለመግባት ምንድን ነው?",
    "number": 43
  },
  {
    "question": "አሜሪካ ከተማ ውስጥ ከኮፍያኖስቱ አውሮፕ የተሻለ ከተማ ሰራዊት ምክንያት ነው?",
    "number": 44
  },
  {
    "question": "What are the two major political parties in the United States? (ምንጭ)",
    "number": 45
  },
  {
    "question": "የአሜሪካ ፓርቲ የድንበር ቀደም ምን ነው? (yaamerika partiiyaa yedenbere kedem mene new?)",
    "number": 46
  },
  {
    "question": "'AM' ISO code refers to Amharic language.\n\nየምዕራብ ሕዝብ ከማን አስገራሚ ጊዜ ጀምሮ በቀላሉ ይሄንን ተወሳኺ ረዕሰ ሣልክስ ምስራቅ ያህል ነው?",
    "number": 47
  },
  {
    "question": "የሕዝብ ስታትስ ስምምነትን ለማስፈልግ የሚፈልጉት ስምምነቶች አንድን ይጠቅሳሉ። አንድ ምርጫ መቀመጫ መሰራት ያለውን ስምምነት መርሃግት።",
    "number": 48
  },
  {
    "question": "አንድ ንግድ የደረሱበት እናቶች የሚያደላቸው ምስሎች ምንድን ነው?",
    "number": 49
  },
  {
    "question": "ሁላችንን የአሜሪካውያን ሕግ ከነዚሁ በኋላ ምንድን ነው የሚታይ እና እንደሚገኝ ከሚገቡ መካከል ያለው ሕግ ለሁላችን እንዴት ይታያል?",
    "number": 50
  },
  {
    "question": "ከተማ የሚከሰት አክስዋ ሁሉም መስቀሉ ምንድን ነው?",
    "number": 51
  },
  {
    "question": "ለእኛ ታሪክና የሚያጠፉ ሕዝቦች የተነሳ ትምህርት ልዩ ግንኙነት እና ትዕዛዝ ይሁን ብንል ምንጊዜም ዘዴ ያልተጠበቀ ቀሩዋቸው። (ልዩነህ ህዝብን መረን መመሪያውን)",
    "number": 52
  },
  {
    "question": "'AM' ISO-Code: \n\nምንም ተፈጻሚ የደህንነት መለያ ስም አልነበረም ወይም ምንም ተፈጻሚ የደህንነት መለያ ተግባራዊ አስተያየት ላይ እንዲያድርጉ ይህንን ጥያቄ ያሳያል።",
    "number": 53
  }
]