[
  {
    "question": "ਭੂਮਿ ਦਾ ਉੱਚ ਕਾਨੂੰਨ ਕੀ ਹੈ? (pa)",
    "number": 1
  },
  {
    "question": "ਸੰਵਿਧਾਨ ਕੀ ਕੰਮ ਹੈ?",
    "number": 2
  },
  {
    "question": "ਸਵਾਲ: ਆਪਣੇ ਸਰਟੀਫਿਕੇਟ ਦੇ ਸਾਥ ISO ਕੋਡ ਨਾਲ ਭਾਸ਼ਾ ਵਿੱਚ ਇਹ ਸਵਾਲ ਅਨੁਵਾਦ ਕਰੋ: ਕੰਸਟੀਟੂਸ਼ਨ ਦੇ ਪਹਿਲੇ ਤਿੰਨ ਸ਼ਬਦ ਵਿੱਚ ਸਵਾਯਤਾ ਦੀ ਵਿਚਾਰ ਦਿੱਤਾ ਹੈ। ਇਹ ਸ਼ਬਦ ਕੀ ਹਨ?",
    "number": 3
  },
  {
    "question": "ਏਕ ਸੰਸ਼ੋਧਨ ਕੀ ਹੈ? (Ek sanshodhan kee hai?)",
    "number": 4
  },
  {
    "question": "ਕੌਣ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਸੰਗ 'pa' ਭਾਸ਼ਾ ਵਿਚ ਯੁ.ਐਸ. ਨਾਗਰੀਕਤਾ ਟੈਸਟ ਤੋਂ ਇਹ ਸਵਾਲ ਅਨੁਵਾਦ ਕਰੋਗੇ?\n\nਕੋਣਸੇ ਸੰਵਧਾਨ ਦੇ ਪਹਿਲੇ ਦਸ ਸੁਧਾਰ?",
    "number": 5
  },
  {
    "question": "ਪਹਿਲੀ ਅਧਿਆਸ ਵਿਚੋਂ ਇੱਕ ਹੱਕ ਜਾਂ ਆਜ਼ਾਦੀ ਕੀ ਹੈ? (pihlee adhiaas vichon ikk hak jaan aazaadee kee hai?)",
    "number": 6
  },
  {
    "question": "ਸੰਵਿਧਾਨ ਵਿਚ ਕਿੰਨੇ ਤਬਦੀਲੀਆਂ ਹਨ? (Sanvidhaan vich kine tabdeeliyan han?)",
    "number": 7
  },
  {
    "question": "ਘੋਸਣਾ ਆਫ ਇੰਡੀਪੈਂਡੈਂਸ ਨੇ ਕੀ ਕੀਤਾ ਸੀ? (gʰosṇā āf indipaiṇḍais ne kī kītā sī?)",
    "number": 8
  },
  {
    "question": "ਘੋਸ਼ਣਾ ਦੀ ਘੋਸ਼ਣਾ ਵਿਚ ਦੋ ਹੱਕ ਕਿਹੜੇ ਹਨ? (ghoshaṇa dī ghoshaṇā vich dō haḵk kiharē han?)",
    "number": 9
  },
  {
    "question": "ਧਰਮ ਦੀ ਆਜ਼ਾਦੀ ਕੀ ਹੈ?",
    "number": 10
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਕਿਹੜਾ ਆਰਥਿਕ ਸਿਸਟਮ ਹੈ? [pa]",
    "number": 11
  },
  {
    "question": "ਕਾਨੂੰਨ ਦਾ ਨਿਯਮ ਕੀ ਹੈ?",
    "number": 12
  },
  {
    "question": "ਸਰਕਾਰ ਦਾ ਕਿਸੇ ਸ਼ਾਖਾ ਜਾਂ ਭਾਗ ਦਾ ਨਾਂ ਦਿਓ। (sarakaar da kise shaakha jaan ya bhaag da naam dio?)",
    "number": 13
  },
  {
    "question": "ਕੀ ਇੱਕ ਸਰਕਾਰ ਦੇ ਇੱਕ ਸ਼ਾਖਾ ਨੂੰ ਬਹੁਤ ਤਾਕਤਵਰ ਬਣਨ ਤੋਂ ਰੋਕਦਾ ਹੈ? (pa)",
    "number": 14
  },
  {
    "question": "ਕਿਹੜਾ ਕਾਰਵਾਈ ਸ਼ਾਖਾ ਦਾ ਹੱਕੀਕਤ ਹੈ? (kihrda kaarvaaee shaakha da hakkeekat hai?)",
    "number": 15
  },
  {
    "question": "ਫੈਡਰਲ ਕਾਨੂੰਨ ਬਣਾਉਂਦਾ ਕੌਣ ਹੈ? (Punjabi)",
    "number": 16
  },
  {
    "question": "ਐਕਤਾ ਰਾਸ਼ਟਰੀ ਕਾਂਗਰਸ ਦੇ ਦੋ ਭਾਗ ਕੀ ਹਨ? (Ekta raashtri kaangras de do bhaag kee han?)",
    "number": 17
  },
  {
    "question": "ਅਮਰੀਕੀ ਸੈਨੇਟ ਵਿੱਚ ਕਿੰਨੇ ਸੈਨੇਟਰਾਂ ਹਨ? (pa)",
    "number": 18
  },
  {
    "question": "ਅਮੇਰੀਕੀ ਸੈਨਟਰ ਲਈ ਅਸਤਿਤਵ ਦੇ ਕਿਹੜੇ ਸਾਲਾਂ ਲਈ ਚੁਣਾਂ ਦਿੰਦੇ ਹਨ? (pa)",
    "number": 19
  },
  {
    "question": "ਤੁਸੀਂ ਆਪਣੇ ਸਟੇਟ ਦੇ ਯੂ.ਐਸ. ਸੈਨੇਟਰਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਕੌਣ ਹੈ?",
    "number": 20
  },
  {
    "question": "ਪ੍ਰਤੀ ਵੋਟਿੰਗ ਮੈਂਬਰ ਕਈ ਹਨ? (pratī vōṭiṅg maimbara kaī han?)",
    "number": 21
  },
  {
    "question": "ਅਮਰੀਕੀ ਨਾਗਰਿਕਤਾ ਟੈਸਟ ਤੋਂ ਇਸ ਸਵਾਲ ਨੂੰ ਐਸਐਮਐਸ ਕੋਡ ਨਾਲ ਅਨੁਵਾਦ ਕਰੋ: 'ਅਸੀਂ ਕਿਤੇ ਸਾਲਾਂ ਲਈ ਸੰਯੁਕਤ ਰਾਜ ਦੀ ਨਿਰਪੱਖ ਪ੍ਰਤਿਨਿਧੀ ਦੀ ਚੋਣ ਕਰਦੇ ਹਾਂ?'",
    "number": 22
  },
  {
    "question": "ਤੁਸੀਂ ਅਮਰੀਕੀ ਨਿਰਪੱਖ ਨੂੰ ਨਾਮ ਦਿਓ। (ਪੰਜਾਬੀ)",
    "number": 23
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਸਭਾ ਨੂੰ ਕਿਸ ਨੂੰ ਪ੍ਰਤਿਨਿਧਿਤਵਾਨ ਕਰਦੀ ਹੈ? (pa)",
    "number": 24
  },
  {
    "question": "ਕੁਝ ਰਾਜ ਸਭਾਵਾਂ ਦੂਸਰੇ ਰਾਜਾਂ ਤੋਂ ਵੱਧ ਪ੍ਰਤਿਨਿਧੀਆਂ ਨੂੰ ਕਿਉਂ ਹੁੰਦਾ ਹੈ? (pa)",
    "number": 25
  },
  {
    "question": "ਅੱਮਰੀਕੀ ਨਾਗਰਿਕਤਾ ਟੈਸਟ ਤੋਂ ਇਹ ਸਵਾਲ ਅਨੁਵਾਦਿਤ ਕਰੋ: ਕਿੰਝ ਸਾਲਾਂ ਲਈ ਸਰਦਾਰ ਦੀ ਚੋਣ ਕਰਦੇ ਹਾਂ?",
    "number": 26
  },
  {
    "question": "ਅਮਰੀਕੀ ਨਾਗਰਿਕਤਾ ਟੈਸਟ ਤੋਂ ਇਸ ਸਵਾਲ ਨੂੰ ਆਈਏਸਓ ਕੋਡ ਨਾਲ ਅਨੁਵਾਦ ਕਰੋ: 'pa':\n\nਰਾਸ਼ਟਰਪਤੀ ਦੀ ਵੋਟਿੰਗ ਕਿਸ ਮਹੀਨੇ ਹੁੰਦੀ ਹੈ?",
    "number": 27
  },
  {
    "question": "ਅਮਰੀਕਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਹੁਣ ਦਾ ਨਾਮ ਕੀ ਹੈ? (ਪੰਜਾਬੀ)",
    "number": 28
  },
  {
    "question": "ਅਮਰੀਕੀ ਰਾਜ ਨਾਗਰਿਕਤਾ ਟੈਸਟ ਤੋਂ ਇਸ ਸਵਾਲ ਨੂੰ ਭਾ਷ਾ ਵਿੱਚ ਅਨੁਵਾਦਿਤ ਕਰੋ: 'pa' ਅਗਾਈਡ ਨਾਲ:\n\nਅਮਰੀਕੀ ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਉਪ-ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਨਾਮ ਕੀ ਹੈ?",
    "number": 29
  },
  {
    "question": "ਜੇ ਪ੍ਰਧਾਨਮੰਤਰੀ ਹੋਰ ਸੇਵਾ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਪ੍ਰਧਾਨਮੰਤਰੀ ਕਿਹੜਾ ਹੈ? (pa)",
    "number": 30
  },
  {
    "question": "ਜੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਅਤੇ ਉਪ-ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦੋਵੇਂ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਕਿਹੜਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬਣਦਾ ਹੈ?",
    "number": 31
  },
  {
    "question": "ਸੈਨਾ ਦਾ ਕਮਾਂਡਰ-ਇਨ-ਚੀਫ ਕੌਣ ਹੈ? (Punjabi - pa)",
    "number": 32
  },
  {
    "question": "ਕਿਸ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਕਾਨੂੰਨ ਬਣਾਉਣ ਲਈ ਸਾਈਨ ਕੀਤਾ ਹੈ? (ISO code 'pa' is for Punjabi language)",
    "number": 33
  },
  {
    "question": "ਕਿਹੜਾ ਬਿੱਲਾਂ ਨੂੰ ਵਿਟੋ ਕਰਦਾ ਹੈ? (Punjabi)",
    "number": 34
  },
  {
    "question": "ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦਾ ਕੈਬਨਿਟ ਕੀ ਕਰਦਾ ਹੈ? (Punjabi)",
    "number": 35
  },
  {
    "question": "ਦੋ ਕੈਬਿਨਟ-ਸਤਰ ਦੇ ਪੋਜ਼ੀਸ਼ਨਾਂ ਕੀ ਹਨ? (Dō kaibinata-satar dē pōjīshnāṃ kī han?)",
    "number": 36
  },
  {
    "question": "ਨਿਆਮਾਤੀ ਸ਼ਾਖਾ ਕੀ ਕਿਰਿਆ ਕਿਹੜੀ ਹੈ?",
    "number": 37
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਸਭ ਤੋਂ ਉੱਚਤਮ ਅਦਾਲਤ ਕੀ ਹੈ? (pa)",
    "number": 38
  },
  {
    "question": "ਸੁਪ੍ਰੀਮ ਕੋਰਟ 'ਤੇ ਕਿੰਨੀ ਨਿਆਂਕੀ ਹਨ? (pa)",
    "number": 39
  },
  {
    "question": "ਅੱਜ ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਮੁੱਖ ਨਯਾਯਧੀਸ ਕੌਣ ਹੈ? (pa)",
    "number": 40
  },
  {
    "question": "ਸਾਡੇ ਸੰਵਿਧਾਨ ਅਨੁਸਾਰ, ਕੁਝ ਤਾਕਤਾਂ ਫੈਡਰਲ ਸਰਕਾਰ ਦੇ ਹੁੰਦੀਆਂ ਹਨ। ਫੈਡਰਲ ਸਰਕਾਰ ਦੀਆਂ ਇੱਕ ਤਾਕਤਾਂ ਕੀ ਹੈ?",
    "number": 41
  },
  {
    "question": "ਸਾਡੇ ਸੰਵਿਧਾਨ ਅਨੁਸਾਰ, ਕੁਝ ਸ਼ਕਤੀਆਂ ਰਾਜਾਂ ਨੂੰ ਹੁੰਦੀਆਂ ਹਨ। ਰਾਜਾਂ ਦੀਆਂ ਇੱਥੇ ਇੱਕ ਸ਼ਕਤੀ ਕੀ ਹੈ?",
    "number": 42
  },
  {
    "question": "ਤੁਸੀਂ ਤੁਹਾਡੇ ਰਾਜ ਦੇ ਗਵਰਨਰ ਕੌਣ ਹੈ? (tu sīn tuhāḍē rāj dē gavaranar kaun hai?)",
    "number": 43
  },
  {
    "question": "ਤੁਸੀਂ ਆਪਣੇ ਰਾਜ ਦੀ ਰਾਜਧਾਨੀ ਕੀ ਹੈ? (pa)",
    "number": 44
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਵਿਚ ਦੋ ਮੁੱਖ ਰਾਜਨੀਤੀ ਪਾਰਟੀਆਂ ਕੀ ਹਨ? (pa)",
    "number": 45
  },
  {
    "question": "ਹੁਣ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦੀ ਰਾਜਨੀਤਿਕ ਪਾਰਟੀ ਕੀ ਹੈ? (huṇa pradhān mantarī dī rājnītik pārṭī kī hai?)",
    "number": 46
  },
  {
    "question": "ਹਾਊਸ ਦੇ ਵਖਰੀ ਦੇ ਨਾਂ ਕੀ ਹੈ ਜੋ ਅੱਜ ਹੈ? (pa)",
    "number": 47
  },
  {
    "question": "ਜਿਨ੍ਹਾਂ ਵਿਅਕਤੀਆਂ ਨੂੰ ਵੋਟ ਦੇਣ ਦਾ ਹੱਕ ਹੈ, ਉਨ੍ਹਾਂ ਤੋਂ ਸਬੰਧਿਤ ਕੰਮੇ ਲਈ ਸੰਵਿਧਾਨ ਵਿੱਚ ਚਾਰ ਸੁਧਾਰ ਹਨ। ਇਸਵਿਚ ਤੋਂ ਕੋਈ ਵੀ ਇੱਕ ਸੁਧਾਰ ਦਾ ਵਰਣਨ ਕਰੋ।",
    "number": 48
  },
  {
    "question": "ਕੀ ਕੋਈ ਜਿੰਦਾਵਾਂ ਸਿਰਫ ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਵਸਾਈਦਾਰਾਂ ਲਈ ਹੈ ਉਸਦਾ ਕੋਈ ਜਿਮਮੇਵਾਰੀ ਹੈ? (kī kōī jindāvā̃ siraph sanyukt rāj vich vasā'īdārā̃ la'ī hai usadā kō'ī jim'mēvārī hai?)",
    "number": 49
  },
  {
    "question": "ਕੌਣ ਦੋ ਹੱਕ ਸਿਰਫ ਸੰਯੁਕਤ ਰਾਜ ਨਾਗਰਿਕਾਂ ਲਈ ਹਨ? (pa)",
    "number": 50
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਵਿਚ ਜਿਹਨਾਂ ਦੀ ਰਹਿਣਾਂਵਾਲਿਆਂ ਨੂੰ ਦੋ ਹੱਕ ਹਨ?",
    "number": 51
  },
  {
    "question": "ਜਦੋਂ ਅਸੀਂ 'ਪਲੈਜ਼ ਓਫ ਅਲੀਜ਼ੈਂਸ' ਉਤਾਰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਕਿਸ ਨੂੰ ਲੋਇਲਟੀ ਦਿਖਾਉਂਦੇ ਹਾਂ? (Transliteration: Jadon asi 'plej of alijsainas' utaarde haan taan asi kis nu loyalty dikhonde haan?)",
    "number": 52
  },
  {
    "question": "ਜਦੋਂ ਤੁਸੀਂ ਸੰਯੁਕਤ ਰਾਜ ਨਾਗਰਿਕ ਬਣਦੇ ਹੋ, ਕਿਸ ਵਾਦੇ ਨੂੰ ਤੁਸੀਂ ਪੂਰਾ ਕਰਦੇ ਹੋ?",
    "number": 53
  },
  {
    "question": "ਰਾਜਧਾਨੀ ਵੋਟ ਲਈ ਨਾਗਰਿਕਾਂ ਨੂੰ ਕਿੰਨੀ ਉਮਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ? (pa)",
    "number": 54
  },
  {
    "question": "ਕੀ ਕੀ ਤਰੀਕੇ ਹਨ ਜਿਨਾਂ ਵਿਚ ਅਮਰੀਕੀ ਅਪਨੇ ਲੋਕ-ਤੰਤਰ ਵਿਚ ਹਿੱਸਾ ਲੈ ਸਕਦੇ ਹਨ? (pa)",
    "number": 55
  },
  {
    "question": "ਹੁਣੇ ਅੰਤਿਮ ਤਾਰੀਖ ਕੀ ਹੈ ਜਿਸ ਦਿਨ ਤੁਸੀਂ ਫੈਡਰਲ ਆਮਦਨੀ ਟੈਕਸ ਫਾਰਮਾਂ ਭੇਜ ਸਕਦੇ ਹੋ? (Hunē aṇtim tārīkh kī hai jis din tusīṃ faidaral āmadanī ṭeaks phārmāṃ bhej sakdē hō?)",
    "number": 56
  },
  {
    "question": "ਕਿਹੜੇ ਸਮੇਂ 'ਚ ਸਭ ਮਰਦ ਚੁਣਾਵੀ ਸੇਵਾ ਲਈ ਰਜਿਸਟਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ? (ISO code: pa)",
    "number": 57
  },
  {
    "question": "ਕਿਸ ਕਾਰਨ ਕੋਲੋਨੀਆਂ ਅਮਰੀਕਾ ਆਈਆਂ?",
    "number": 58
  },
  {
    "question": "ਯੂਏਸ ਨਾਗਰਿਕਤਾ ਟੈਸਟ ਤੋਂ ਇਹ ਸਵਾਲ ਅਨੁਵਾਦਿਤ ਕਰੋ: 'pa' ਨਾਲ:\n\nਯੂਰੋਪੀਅਨ ਆਈਆਂ ਤੋਂ ਪਹਿਲਾਂ ਕਿਹੜੇ ਲੋਕ ਅਮਰੀਕਾ ਵਿੱਚ ਰਹਿੰਦੇ ਸਨ?",
    "number": 59
  },
  {
    "question": "ਕਿਹੜੇ ਗਰੁੱਪ ਦੇ ਲੋਕ ਅਮਰੀਕਾ ਲਈ ਲਿਆ ਗਿਆ ਅਤੇ ਗੁਲਾਮੀ ਦੇ ਰੂਪ ਵਿੱਚ ਵਿਕਰੇਤਾ ਨੇ ਵੇਚਿਆ? (kihre garup de lok amarika lai lia gia te gulami de roop vich vikreta ne vechia?)",
    "number": 60
  },
  {
    "question": "ਕਿਉਂ ਕਲਨਿਸਟਾਂਤਾਂ ਬਰਿਟਿਸ਼ ਨਾਲ ਲੜਿਆ ਸੀ? (Punjabi)",
    "number": 61
  },
  {
    "question": "ਜਿਸਨੇ ਸਵਤੰਤਰਤਾ ਦੀ ਘੋਸ਼ਣਾ ਲਿਖੀ ਸੀ? (Jisne svatantrata di ghoshna likhi si?)",
    "number": 62
  },
  {
    "question": "ਘੋਸਣਾ ਆਜ਼ਾਦੀ ਕਿਹਾਂ ਨਾਲ ਮਨਜ਼ੂਰ ਕੀਤੀ ਗਈ ਸੀ? (Punjabi, ISO code: pa)",
    "number": 63
  },
  {
    "question": "ਇਹਨਾਂ 13 ਮੂਲ ਰਾਜਾਂ ਦੇ ਨਾਮ ਦਿਓ। ਤਿੰਨ ਨਾਮ ਦਿਓ। (ISO code: pa)",
    "number": 64
  },
  {
    "question": "ਸਂਵਿਧਾਨਕ ਸੰਮੇਲਨ ਵਿੱਚ ਕੀ ਹੋਇਆ?",
    "number": 65
  },
  {
    "question": "ਆਇੰਦਾ ਸੰਵਿਧਾਨ ਕਿਸ ਸਾਲ ਲਿਖਿਆ ਗਿਆ ਸੀ? (ISO code for Punjabi 'pa')",
    "number": 66
  },
  {
    "question": "ਫ਼ੈਡਰਲਿਸਟ ਪੇਪਰਸ ਨੇ ਯੂ.ਐਸ. ਸਮਿਤੀ-ਪ੍ਰਸਥਾਨ ਦੀ ਪਾਸਜ਼ਗੀ ਲਈ ਸਹਿਾਇਤਾ ਦਿੱਤੀ। ਨਾਮਜ਼ਾਂਤਰਨ ਹੋਣ ਵਾਲੇ ਲੇਖਕਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਦਾ ਨਾਂ ਲਿਖੋ।",
    "number": 67
  },
  {
    "question": "ਬੈਂਜਾਮਿਨ ਫਰੈਂਕਲਿਨ ਦਾ ਕਿਹੜਾ ਇੱਕ ਸ਼ਾਨਦਾਰ ਕਾਰਜ ਹੈ? (Benjamin Franklin da kihaada ikk shandaar kaaraj hai?)",
    "number": 68
  },
  {
    "question": "ਸਾਡੇ ਦੇਸ਼ ਦੇ ਪਿਤਾ ਕੌਣ ਹੈ? (sāḍe dēś dē pitā kaun hai?)",
    "number": 69
  },
  {
    "question": "ਪਹਿਲਾਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਕੌਣ ਸੀ? (Pahilā pẖaḍāna manṭarī kaun sī?)",
    "number": 70
  },
  {
    "question": "ਯੂਨਾਈਟੇਡ ਸਟੇਟਸ ਨੇ 1803 ਵਿੱਚ ਫਰਾਂਸ ਤੋਂ ਕਿਹੜੇ ਖੇਤਰ ਨੂੰ ਖਰੀਦਿਆ ਸੀ? (pa)",
    "number": 71
  },
  {
    "question": "ਇੱਕ ਯੁਦ਼ਵਾਂਸ਼ ਜਿਸ ਵਿੱਚ ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ ਨੇ 1800ਦੇ ਦਾ ਲੜਾਈ ਕੀਤੀ ਹੈ ਨੂੰ ਨਾਂ ਦਿਓ। (ik yudhvansh jis vich san'yukt raaj amreeka ne 1800de da larhaee keete hai nu naam dio.)",
    "number": 72
  },
  {
    "question": "ਉੱਤਰ ਅਤੇ ਦੱਖਣ ਵਿੱਚ ਯੁਦ਼ਿਹ ਵਿੱਚ ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ ਦੇ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "number": 73
  },
  {
    "question": "ਕਿਸੇ ਇੱਕ ਮੁਦਾ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ ਜੋ ਹਾਲਾਤੀ ਯੁੱਧ ਵਿੱਚ ਲੀਡ ਕਰਨ ਵਾਲਾ ਸਮਸਿਆ ਬਣ ਗਿਆ ਸੀ।",
    "number": 74
  },
  {
    "question": "ਅਬਰਾਹਮ ਲਿੰਕਨ ਨੇ ਕੀ ਇੱਕ ਮਹੱਤਵਪੂਰਣ ਕੰਮ ਕੀਤਾ ਸੀ? (Abraham Lincoln ne ki ikk mahatvpurn kam kita si?)",
    "number": 75
  },
  {
    "question": "ਇਮੈਂਸੀਪੇਸ਼ਨ ਪ੍ਰੋਕਲੇਮੇਸ਼ਨ ਕੀ ਕਰਿਆ ਸੀ?",
    "number": 76
  },
  {
    "question": "ਸੁਸਨ ਬੀ ਐਨਥਨੀ ਨੇ ਕੀ ਕੀਤਾ ਸੀ? (Punjabi)",
    "number": 77
  },
  {
    "question": "ਯੂਨਾਈਟੇਡ ਸਟੇਟਸ ਨੇ 1900 ਵਿੱਚ ਕੀਤੀਆਂ ਗਈਆਂ ਜੰਗਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਨਾਂ ਦਸੋ। (United States ne 1900 vich kītīān gaīān jangān vicchōn ikk dī nā daso.)",
    "number": 78
  },
  {
    "question": "ਵਿਸ਼ਵ ਜੰਗ ਦੌਰਾਨ ਕਿਸ ਪ੍ਰਧਾਨ ਮੰਤਰੀ/ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਹੁੰਦੀ ਸੀ? (pa)",
    "number": 79
  },
  {
    "question": "ਵੱਡੇ ਮੰਦੀ ਅਤੇ ਵਿਸ਼ਵ ਯੁੱਧ ਦੌਰਾਨ ਰਾਸ਼ਟਰਪਤੀ ਕੌਣ ਸੀ? (pa)",
    "number": 80
  },
  {
    "question": "ਸੀਮਾ ਵਿਸ਼ ਮੁੱਲ ਤੋਂ ਹੇਠਾਂ ਭਾਰਤ ਵਿਚ ਕਿਹੜੇ ਵਿਸ਼ਵ ਯੁੱਦ੍ਹ ਵਿਚ ਅਮਰੀਕਾ ਲੜੀ ਸੀ?",
    "number": 81
  },
  {
    "question": "ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ, ਐਜਨਹਾਵਰ ਜਨਰਲ ਸੀ। ਉਨ੍ਹਾਂ ਕਿਹੜੇ ਜੰਗ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਸੀਂ?",
    "number": 82
  },
  {
    "question": "ਠੰਡ ਯੁੱਦ੍ਹ ਦੌਰਾਨ, ਯੂਨਾਈਟੇਡ ਸਟੇਟਸ ਦਾ ਮੁੱਖ ਚਿੰਤਾ ਕਿਹੜੀ ਸੀ? (pa)",
    "number": 83
  },
  {
    "question": "ਕਿਹੜੇ ਆਂਦੋਲਨ ਨੇ ਸਮਾਜਵਾਦੀ ਵਿਭੇਦ ਦੀ ਸਮਾਪਤੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ? (ISO code: pa)",
    "number": 84
  },
  {
    "question": "ਮਾਰਟਿਨ ਲੂਥਰ ਕਿੰਗ, ਜੂਨੀਅਰ ਨੇ ਕੀ ਕੀਤਾ ਸੀ?",
    "number": 85
  },
  {
    "question": "ਸੈਪਟੈਂਬਰ 11, 2001 ਨੂੰ ਅਮਰੀਕਾ ਵਿਚ ਕਿਹੜਾ ਵੱਡਾ ਇਹਿਸਾਨ ਹੋਇਆ ਸੀ? (Punjabi)",
    "number": 86
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਕਿਸੇ ਵੀ ਅਮਰੀਕੀ ਭਾਰਤੀ ਜਾਤੀ ਦਾ ਨਾਮ ਦਿਓ।",
    "number": 87
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਦੋ ਲੰਭਤਮ ਨਦੀਆਂ ਦੇ ਨਾਂ ਦੋਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਲਿਖੋ। (pa)",
    "number": 88
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਪੱਛਮੀ ਤਟ 'ਤੇ ਕਿਹੜਾ ਸਮੁੰਦਰ ਹੈ? (pa-Punjabi)",
    "number": 89
  },
  {
    "question": "ਯੂਨਾਈਟੇਡ ਸਟੇਟਸ ਦੀ ਪੂਰਬੀ ਤਟ ਤੇ ਕਿਹੜੀ ਸਮੁੰਦਰ ਹੈ? (pa)",
    "number": 90
  },
  {
    "question": "ਇੱਕ ਯੂ.ਐਸ. ਟੈਰੀਟਰੀ ਦਾ ਨਾਮ ਦਿਓ।",
    "number": 91
  },
  {
    "question": "ਕਨੇਡਾ ਦੇ ਖਿਤਾਬ ਨਾਲ ਇੱਕ ਰਾਜ ਦਾ ਨਾਮ ਦਿਓ। (Kanēḍā dē khitāb nāl ikk rāj dā nām diō.)",
    "number": 92
  },
  {
    "question": "ਮੈਕਸੀਕੋ ਦੇ ਸਮੀਪ ਇੱਕ ਰਾਜ ਦਾ ਨਾਮ ਦਿਓ। (Mexico de samīp ik rāj dā nām dio?)",
    "number": 93
  },
  {
    "question": "ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਰਾਜਧਾਨੀ ਕੀ ਹੈ? (san'yukat rāj de rājdhhānī kī hai?)",
    "number": 94
  },
  {
    "question": "ਸਟੇਚੂ ਆਫ ਲਿਬਰਟੀ ਕਿੱਥੇ ਹੈ?",
    "number": 95
  },
  {
    "question": "ਧ੍ਯਾਨ ਦਿਓ ਔਹ ਝੰਡੇ 'ਤੇ 13 ਬੰਦ ਕਿਉਂ ਹਨ? (pa)",
    "number": 96
  },
  {
    "question": "ਜ਼ਾਹਿਰ ਕਰੋ ਕਿ ਝੰਡੇ ਵਿੱਚ 50 ਤਾਰੇ ਕਿਉਂ ਹਨ? (zaahir karo ki jhande vich 50 taare kyu hain?)",
    "number": 97
  },
  {
    "question": "ਰਾਸ਼ਟਰੀ ਗੀਤ ਦਾ ਨਾਮ ਕੀ ਹੈ? (rāshtrī gīt dā nām kī hai?)",
    "number": 98
  },
  {
    "question": "ਦੋ ਰਾਸ਼ਟ੍ਰੀ ਐਸ. ਸੰਸਦ ਦਿਵਸਾਂ ਦਾ ਨਾਮ ਦਿਓ।",
    "number": 99
  },
  {
    "question": "ਅਸੀਂ ਆਪਣੇ ਆਜਾਦੀ ਦਿਵਸ ਕਦੋਂ ਮਨਾਉਂਦੇ ਹਾਂ? (Punjabi)",
    "number": 100
  }
]