[
  {
    "question": "Ποιο είναι το ανώτατο νόμο της χώρας;",
    "number": 1
  },
  {
    "question": "Τι κάνει η Συνταγματική Πράξη;",
    "number": 2
  },
  {
    "question": "Ποιες είναι οι τρεις πρώτες λέξεις του Συντάγματος που αναφέρονται στην έννοια της αυτοδιοίκησης; (el)",
    "number": 3
  },
  {
    "question": "Τι είναι η τροποποίηση;",
    "number": 4
  },
  {
    "question": "Πώς αποκαλούμε τις πρώτες δέκα τροποποιήσεις του Συντάγματος;",
    "number": 5
  },
  {
    "question": "Ποιο είναι ένα δικαίωμα ή μία ελευθερία από την Πρώτη Τροπολογία;",
    "number": 6
  },
  {
    "question": "Πόσες τροποποιήσεις έχει η Συνταγματική Πράξη;",
    "number": 7
  },
  {
    "question": "Τι έκανε η Διακήρυξη της Ανεξαρτησίας;",
    "number": 8
  },
  {
    "question": "Ποια είναι δύο δικαιώματα στη Διακήρυξη Ανεξαρτησίας;",
    "number": 9
  },
  {
    "question": "Τι είναι η ελευθερία της θρησκείας;",
    "number": 10
  },
  {
    "question": "Ποιο είναι το οικονομικό σύστημα στις Ηνωμένες Πολιτείες;",
    "number": 11
  },
  {
    "question": "Ποια είναι η αρχή του κράτους δικαίου;",
    "number": 12
  },
  {
    "question": "Αναφέρετε ένα κλάδο ή μέρος της κυβέρνησης.",
    "number": 13
  },
  {
    "question": "Τί εμποδίζει ένα κλάδο της κυβέρνησης από το να γίνει υπερβολικά ισχυρός;",
    "number": 14
  },
  {
    "question": "Ποιος είναι υπεύθυνος για τον εκτελεστικό κλάδο;",
    "number": 15
  },
  {
    "question": "Ποιοι καταστήματα κατασκευάζουν ομοσπονδιακούς νόμους;",
    "number": 16
  },
  {
    "question": "Ποιες είναι οι δύο αποτελούντες μέρη του Κογκρέσου των ΗΠΑ;",
    "number": 17
  },
  {
    "question": "Πόσοι Αμερικανοί Σενατόροι υπάρχουν;",
    "number": 18
  },
  {
    "question": "Για πόσα χρόνια εκλέγουμε έναν Aμερικανό ΓSenador;",
    "number": 19
  },
  {
    "question": "Ποιος είναι ένας από τους αμερικανούς σενατόρους της πολιτείας σας τώρα;",
    "number": 20
  },
  {
    "question": "Πόσα βουλευτικά μέλη έχει το Σπίτι των Αντιπροσώπων;",
    "number": 21
  },
  {
    "question": "Για πόσα έτη εκλέγουμε έναν εκπρόσωπο των Η.Π.Α.;",
    "number": 22
  },
  {
    "question": "Ποιος είναι ο εκπρόσωπος σας στη Βουλή των Αντιπροσώπων των ΗΠΑ;",
    "number": 23
  },
  {
    "question": "Ποιον εκπροσωπεί ένας Αμερικανός Σενατόρος;",
    "number": 24
  },
  {
    "question": "Γιατί ορισμένα κράτη έχουν περισσότερους Εκπροσώπους από άλλα κράτη;",
    "number": 25
  },
  {
    "question": "Για πόσα χρόνια εκλέγουμε Πρόεδρο;",
    "number": 26
  },
  {
    "question": "Σε ποιό μήνα ψηφίζουμε για Πρόεδρο;",
    "number": 27
  },
  {
    "question": "Ποιος είναι το όνομα του προέδρου των Ηνωμένων Πολιτειών αυτήν τη στιγμή;",
    "number": 28
  },
  {
    "question": "Ποιο είναι το όνομα του Αντιπροέδρου των Ηνωμένων Πολιτειών τώρα;",
    "number": 29
  },
  {
    "question": "Αν ο πρόεδρος δεν μπορεί πλέον να υπηρετήσει, ποιος γίνεται πρόεδρος;",
    "number": 30
  },
  {
    "question": "Εάν ο πρόεδρος και ο αντιπρόεδρος δεν μπορούν πλέον να υπηρετήσουν, ποιος γίνεται πρόεδρος;",
    "number": 31
  },
  {
    "question": "Ποιος είναι ο Αρχηγός των Ενόπλων Δυνάμεων;",
    "number": 32
  },
  {
    "question": "Ποιος υπογράφει νομοσχέδια για να γίνουν νόμοι;",
    "number": 33
  },
  {
    "question": "Ποιος ακυρώνει τους νόμους;",
    "number": 34
  },
  {
    "question": "Τι κάνει το Υπουργικό Συμβούλιο του Προέδρου;",
    "number": 35
  },
  {
    "question": "Ποιες είναι δύο θέσεις κυβερνητικού επιπέδου στο Κυβερνητικό Συμβούλιο;",
    "number": 36
  },
  {
    "question": "Τι κάνει το δικαστικό κλάδος;",
    "number": 37
  },
  {
    "question": "Ποια είναι η υψηλότερη δικαστική αρχή στις Ηνωμένες Πολιτείες;",
    "number": 38
  },
  {
    "question": "Πόσοι δικαστές υπάρχουν στο Ανώτατο Δικαστήριο; (ISO code for Greek is 'el')",
    "number": 39
  },
  {
    "question": "Ποιος είναι ο Πρώτος Δικαστής των Ηνωμένων Πολιτειών σήμερα;",
    "number": 40
  },
  {
    "question": "Σύμφωνα με το Σύνταγμά μας, ορισμένες εξουσίες ανήκουν στην ομοσπονδιακή κυβέρνηση. Ποια είναι μια εξουσία της ομοσπονδιακής κυβέρνησης;",
    "number": 41
  },
  {
    "question": "Σύμφωνα με το Σύνταγμά μας, ορισμένες εξουσίες ανήκουν στα κράτη. Ποια είναι μια εξουσία των κρατών;",
    "number": 42
  },
  {
    "question": "Ποιος είναι ο Κυβερνήτης της πολιτείας σας τώρα; ",
    "number": 43
  },
  {
    "question": "Ποια είναι η πρωτεύουσα της πολιτείας σου;",
    "number": 44
  },
  {
    "question": "Ποιες είναι οι δύο μεγάλες πολιτικές κομματοσκοπίες στις Ηνωμένες Πολιτείες;",
    "number": 45
  },
  {
    "question": "Ποιο είναι το πολιτικό κόμμα του Προέδρου τώρα;",
    "number": 46
  },
  {
    "question": "Ποιο είναι το όνομα του Προεδρεύοντος της Ομοσπονδιακής Βουλής Εκπροσωπητών τώρα;",
    "number": 47
  },
  {
    "question": "Υπάρχουν τέσσερις τροποποιήσεις στο Σύνταγμα σχετικά με το ποιοι μπορούν να ψηφίσουν. Περιγράψτε μία από αυτές.",
    "number": 48
  },
  {
    "question": "Ποια είναι μια ευθύνη που ισχύει μόνο για πολίτες των Ηνωμένων Πολιτειών;",
    "number": 49
  },
  {
    "question": "Ποια είναι δύο δικαιώματα που είναι μόνο για πολίτες των Ηνωμένων Πολιτειών;",
    "number": 50
  },
  {
    "question": "Ποια είναι δύο δικαιώματα όλων όσων ζουν στις Ηνωμένες Πολιτείες;",
    "number": 51
  },
  {
    "question": "Σε τι εκδηλώνουμε πίστη όταν λέμε τον Παρορμητήριο υποταγής;",
    "number": 52
  },
  {
    "question": "Ποια είναι μία υπόσχεση που κάνετε όταν γίνεστε πολίτης των Ηνωμένων Πολιτειών;",
    "number": 53
  },
  {
    "question": "Πόση ηλικία πρέπει να έχουν οι πολίτες για να ψηφίσουν για τον Πρόεδρο;",
    "number": 54
  },
  {
    "question": "Ποιοι είναι δύο τρόποι που οι Αμερικανοί μπορούν να συμμετέχουν στη δημοκρατία τους;",
    "number": 55
  },
  {
    "question": "Πότε είναι η τελευταία ημέρα που μπορείτε να στείλετε τις φορολογικές δηλώσεις του ομοσπονδιακού εισοδήματος; ",
    "number": 56
  },
  {
    "question": "Πότε πρέπει να εγγραφούν όλοι οι άνδρες στην Επιτροπή Εκλογής; (ISO code for Greek is 'el')",
    "number": 57
  },
  {
    "question": "Ποιος είναι ένας λόγος που οι αποίκοι ήλθαν στην Αμερική;",
    "number": 58
  },
  {
    "question": "Ποιοι ζούσαν στην Αμερική πριν από την άφιξη των Ευρωπαίων;",
    "number": 59
  },
  {
    "question": "Ποια ομάδα ανθρώπων μεταφέρθηκε στην Αμερική και πουλήθηκε ως σκλάβοι;",
    "number": 60
  },
  {
    "question": "Γιατί πολέμησαν οι αποίκοι τους Βρετανούς;",
    "number": 61
  },
  {
    "question": "Ποιος έγραψε τη Διακήρυξη Ανεξαρτησίας;",
    "number": 62
  },
  {
    "question": "Πότε εγκρίθηκε η Διακήρυξη της Ανεξαρτησίας;",
    "number": 63
  },
  {
    "question": "Υπήρξαν 13 αρχικές καταστάσεις. Πως λέγονται τρεις από αυτές;",
    "number": 64
  },
  {
    "question": "Τι συνέβη στη Συντακτική Συνέλευση;",
    "number": 65
  },
  {
    "question": "Πότε γράφτηκε η Συνταγματική Πράξη;",
    "number": 66
  },
  {
    "question": "Οι Federalist Papers υποστήριξαν την έγκριση του Συντάγματος των Ηνωμένων Πολιτειών. Αναφέρετε έναν από τους συγγραφείς.",
    "number": 67
  },
  {
    "question": "Για ποιον λόγο ο Μπεντζαμίν Φράνκλιν είναι διάσημος;",
    "number": 68
  },
  {
    "question": "Ποιος είναι ο Πατέρας της Χώρας μας;",
    "number": 69
  },
  {
    "question": "Ποιος ήταν ο πρώτος Πρόεδρος; (Pios itan o proto Prezros?)",
    "number": 70
  },
  {
    "question": "Ποιο εδάφος αγόρασε οι Ηνωμένες Πολιτείες από τη Γαλλία το 1803;",
    "number": 71
  },
  {
    "question": "Αναφέρετε έναν πόλεμο που διεξήχθη από τις Ηνωμένες Πολιτείες στον 19ο αιώνα.",
    "number": 72
  },
  {
    "question": "Ποιον πόλεμο των ΗΠΑ αναφέρετε μεταξύ Βορρά και Νότου;",
    "number": 73
  },
  {
    "question": "Ποιο είναι ένα πρόβλημα που οδήγησε στον Εμφύλιο Πόλεμο;",
    "number": 74
  },
  {
    "question": "Ποιο ήταν ένα σημαντικό πράγμα που έκανε ο Άβρααμ Λίνκολν;",
    "number": 75
  },
  {
    "question": "Τι έκανε η Προκήρυξη Απελευθέρωσης;",
    "number": 76
  },
  {
    "question": "Τι έκανε η Susan B. Anthony;",
    "number": 77
  },
  {
    "question": "Αναφέρετε ένα πόλεμο που έλαβε μέρος οι Ηνωμένες Πολιτείες στον 20ό αιώνα.",
    "number": 78
  },
  {
    "question": "Ποιος ήταν ο Πρόεδρος κατά τη διάρκεια του Α' Παγκοσμίου Πολέμου;",
    "number": 79
  },
  {
    "question": "Ποιος ήταν ο Πρόεδρος κατά τη διάρκεια της Μεγάλης Ύφεσης και του Β΄Παγκοσμίου Πολέμου;",
    "number": 80
  },
  {
    "question": "Με ποιες χώρες πολέμησαν οι Ηνωμένες Πολιτείες κατά τον Παγκόσμιο Πόλεμο ΙΙ;",
    "number": 81
  },
  {
    "question": "Πριν γίνει Πρόεδρος, ο Eisenhower ήταν στρατηγός. Σε ποιόν πόλεμο συμμετείχε;",
    "number": 82
  },
  {
    "question": "Κατά τη διάρκεια του Ψυχρού Πολέμου, ποια ήταν η κύρια ανησυχία των Ηνωμένων Πολιτειών;",
    "number": 83
  },
  {
    "question": "Ποια κίνηση προσπάθησε να τερματίσει τον φυλετικό διαχωρισμό; ",
    "number": 84
  },
  {
    "question": "Τι έκανε ο Μάρτιν Λούθερ Κινγκ Τζούνιορ; (el)",
    "number": 85
  },
  {
    "question": "Ποιο μείζον γεγονός συνέβη στις 11 Σεπτεμβρίου 2001 στις Ηνωμένες Πολιτείες;",
    "number": 86
  },
  {
    "question": "Αναφέρετε ένα φυλή των Αμερικανικών Ινδιάνων στις Ηνωμένες Πολιτείες.",
    "number": 87
  },
  {
    "question": "Αναφέρετε έναν από τους δύο μεγαλύτερους ποταμούς στις Ηνωμένες Πολιτείες.",
    "number": 88
  },
  {
    "question": "Ποιον ωκεανό βρίσκουμε στη Δυτική Ακτή των Ηνωμένων Πολιτειών στην περιοχή της;",
    "number": 89
  },
  {
    "question": "Ποιος ωκεανός βρίσκεται στην Ανατολική Ακτή των Ηνωμένων Πολιτειών;",
    "number": 90
  },
  {
    "question": "Αναφέρετε ένα από τα εδάφη των Ηνωμένων Πολιτειών.",
    "number": 91
  },
  {
    "question": "Ποια είναι μια πολιτεία που συνορεύει με τον Καναδά;",
    "number": 92
  },
  {
    "question": "Αναφέρετε ένα κράτος που συνορεύει με το Μεξικό.",
    "number": 93
  },
  {
    "question": "Ποια είναι η πρωτεύουσα των Ηνωμένων Πολιτειών;",
    "number": 94
  },
  {
    "question": "Πού βρίσκεται η Στοά της Ελευθερίας;",
    "number": 95
  },
  {
    "question": "Γιατί η σημαία έχει 13 ρίγες;",
    "number": 96
  },
  {
    "question": "Γιατί έχει η σημαία 50 αστέρια;",
    "number": 97
  },
  {
    "question": "Ποιό είναι το όνομα του εθνικού ύμνου;",
    "number": 98
  },
  {
    "question": "Αναφέρετε δύο εθνικές αμερικανικές αργίες.",
    "number": 99
  },
  {
    "question": "Πότε γιορτάζουμε την Ημέρα Ανεξαρτησίας;",
    "number": 100
  }
]
