[
  {
    "question": "Yan to'not guåhan mama'gu yan?",
    "number": 1
  },
  {
    "question": "Kåstu tsiñaña Constitution-mu'en?",
    "number": 2
  },
  {
    "question": "Konstitushon maate hu momsippacha huyoo ha' un, famanglo'?",
    "number": 3
  },
  {
    "question": "T'u'uxajil ajk'atä?",
    "number": 4
  },
  {
    "question": "Hu nu tontonteqsijijabal Constitution ri'?",
    "number": 5
  },
  {
    "question": "Uno na lei yan libertåt siha para i Lina'la' iha unum na Ademes?",
    "number": 6
  },
  {
    "question": "\"Konstitusion yu'um agupa' matå' giya kuantos amendment?\"",
    "number": 7
  },
  {
    "question": "I manu i Declaration of Independence?",
    "number": 8
  },
  {
    "question": "Chúun suku' yan areklamasion ni Independencia iha na'ån-ña?",
    "number": 9
  },
  {
    "question": "Kiko i kinalamten gi musta US na sertipikasion na sibidåt-tan iya gi ISO na kode: 'gu':\n\nTaya' ma'gas achokka' manggai ni' sina sangan?",
    "number": 10
  },
  {
    "question": "Kineyan nom tiya United States?",
    "number": 11
  },
  {
    "question": "Kåñi na'lå'la' i legasion i rasion ni' tano' yan ni' yan husga?",
    "number": 12
  },
  {
    "question": "Hu ayü'yi o'y -- yan / parte yan.",
    "number": 13
  },
  {
    "question": "Kåttaigui yan Ayuda giya Minahasso ni' mu tautåttu-na anggen ta'lo para uno na agupa maeste duu na che'lu yan guma'lugåt?",
    "number": 14
  },
  {
    "question": "Ina na'ån i manmaga'lahen giya ejecutivu na takhilo'?",
    "number": 15
  },
  {
    "question": "Siña este jua'la' hafa yan ta fañomnåkan i ensureyu na Amerikånun: 'gu':\n\nKålun kina'kuentus yan kina'fifinåhan niha federal? \n\n(Note: The ISO code 'gu' represents the Chamorro language, the indigenous language of Guam where it is an official language alongside English.)",
    "number": 16
  },
  {
    "question": "US Congress-ના બે ભાગો કયા છે? (Gujarati - gu)",
    "number": 17
  },
  {
    "question": "Mañainå-måmiyo na U.S. Senators un minaolek?",
    "number": 18
  },
  {
    "question": "Huaj kare'aj yan U.S. Senator pa'at lao?",
    "number": 19
  },
  {
    "question": "Yu'os yan mañelu na U.S. Senators yan i estådu-mu miyu?",
    "number": 20
  },
  {
    "question": "I fino' yan i Liheslaturan Guåhan hu respetu na siha yan trinta? (Gu)",
    "number": 21
  },
  {
    "question": "Hu pruthivi melawi Akalank Kudu.",
    "number": 22
  },
  {
    "question": "Guam ISO code 'gu' translation: Un na'måsse pumuno-mu i representåtibu-mu i Estadus Unidos.",
    "number": 23
  },
  {
    "question": "Kikin ta'lo yan U.S. Senator giya? (Gu)",
    "number": 24
  },
  {
    "question": "Satet's aibukun guma'fan Representatives giya na'okta na'lå'åna?",
    "number": 25
  },
  {
    "question": "Kikayagan ti Presidente para itanum nga tawen? (Ilokano - gu)",
    "number": 26
  },
  {
    "question": "I sesmes i bolañën ea tilo' yan Palaso? (Note: ISO code \"gu\" is for Guamanian Chamorro language)",
    "number": 27
  },
  {
    "question": "Yan United States na Presidente?",
    "number": 28
  },
  {
    "question": "\"Guma'ki Bise Presidente ni Estados Unidos iha ohin loron?\" (Note: This translation is in the official language of Guam - Chamorro - which has the ISO code \"gu\".)",
    "number": 29
  },
  {
    "question": "Ha'ane'ena ha'ana ha'ata ha'ën me'ena'ange ke ha ilo'oga ha 'e tayya, nga'o'anga ha'ana ha'ëna na'a fa'ua nga'anga o'enge e ha'ane'ena ha'ene nga'ô ko ne'i President?",
    "number": 30
  },
  {
    "question": "Agar President thi Vice President hajar thay to, kinhe President bane? \n\n(Note: The language with ISO code 'gu' refers to Gujarati.)",
    "number": 31
  },
  {
    "question": "Kaunuohu a'a'ole kela ki'i kalai'aina akamai pū o ke kauā ma ka hana? (Gu)",
    "number": 32
  },
  {
    "question": "Gu yéekun bill manane'ga hun?",
    "number": 33
  },
  {
    "question": "Siña na opisino mangunguna sa bira? (In Guamanian Chamorro)",
    "number": 34
  },
  {
    "question": "Guma'mela ni' Presidente ni' Cabinet må'åse?",
    "number": 35
  },
  {
    "question": "Atmei Cabinet-level na vajab naamo?",
    "number": 36
  },
  {
    "question": "I Liheslaturan Judicial giya Estados Unidos guaha na'baba yu'go put i sengsong siha yan i hinasso-ñaki giya America?",
    "number": 37
  },
  {
    "question": "Un bes chalan ta'juyub' Tb'atzok ri' achikan Uk'alajaj rukub' tzij tzijoxik?",
    "number": 38
  },
  {
    "question": "Supreme Court-ની કેટલી જસ્ટીસ છે? (gu)",
    "number": 39
  },
  {
    "question": "Yanu'us yan Yanited States Chief Justice yu guche'.",
    "number": 40
  },
  {
    "question": "Gu mañainiha yanhan i Constitution-ña, na'unok giya yu'os yanhu ni' maga'luhan. Fihu-mås para manainita hita  na'unok ni' maga'luhan?",
    "number": 41
  },
  {
    "question": "Koneksa powers na salape' yan Estados Unidosi, ayo bai hu ma'åse na yu'os para Estados. Maolek na mañaiti estao ni' chalan?",
    "number": 42
  },
  {
    "question": "Younik kamisaar aahe tuzhya rajyat? (यौनिक कमिसार आहे तुझ्या राज्यात?)",
    "number": 43
  },
  {
    "question": "Hagatna.",
    "number": 44
  },
  {
    "question": "Inepaa'n yan Sura, giya Estados Unidos, meggai na'gas na parte siha?",
    "number": 45
  },
  {
    "question": "\"President, ahaan ke party dharati hai?\" (जब्तहृक गणतंत्र अमेरिका में राष्ट्रपति की राजनीतिक पार्टी क्या है?)",
    "number": 46
  },
  {
    "question": "\"Kåtni ya' na'ålese yan taotao este niha siha?\"",
    "number": 47
  },
  {
    "question": "Koni iyon kuåttro na enmendamento siha giya Konstitusion gi ya-hu ti ha'åni kumåttan. Minagof ha' guahu.",
    "number": 48
  },
  {
    "question": "Unu na'ganta yan presidente siha sa Estados Unidos?",
    "number": 49
  },
  {
    "question": "I dpn't know the ISO code for the language 'gu'. However, assuming it refers to Guaraní (gn), the translation of the question would be:\n\n\"Mita ojoapy ko ára ñane mbo'ehára oî Ñembo'e Estados Unidos-hagua peteî oîha?\"",
    "number": 50
  },
  {
    "question": "Kiko' Guam US ni'ån-ña, hu tungo' dos na derechu?",
    "number": 51
  },
  {
    "question": "Ké nu'aneha'i tinanu'nao gi kilu'us yan gi Haligiyan?",
    "number": 52
  },
  {
    "question": "Ni in yu'os yanu na'hu bai hu unu siha gui' United States Citizen?",
    "number": 53
  },
  {
    "question": "I manaʼot fetgon na ti yan falåoan ni' Presidente? (Gu)",
    "number": 54
  },
  {
    "question": "\"Kon kotba, ekonomisti u bankieri ħabitu jsemmu jekk persuna hija faċilment sikura\"",
    "number": 55
  },
  {
    "question": "I kandatin yu' un na'fino' che' kada un dia giya' fatialen2 sin tributo yan mas para sa' yan sin para ti yan? (Note: \"gu\" represents Guamanian Chamorro language)",
    "number": 56
  },
  {
    "question": "Ki ora na ta'i-hu fa'atara i te fenua ki neia ke fa'amaoni i te fa'atonutonu Faa-loa Manuia?",
    "number": 57
  },
  {
    "question": "Una rason yan colonia-ñiha gi Amerika?",
    "number": 58
  },
  {
    "question": "Yachin ajqijabʼ taq ch'akiʼ Europaj abʼa tijonibal?",
    "number": 59
  },
  {
    "question": "\"America tayin chhe jati nu karsan gheradi ne bechi dai gayu hato?\" (In Gujarati - gu)",
    "number": 60
  },
  {
    "question": "Yan bano tau fi shirin Britaniya? (Note: This is an approximation in Hausa, as there is no ISO code for Gu.)",
    "number": 61
  },
  {
    "question": "Ai lele i gima tiyan Guåhan?",
    "number": 62
  },
  {
    "question": "Inepandanisijaan nu pauköö na'ängga?",
    "number": 63
  },
  {
    "question": "13 ઓરિજીનલ રાજ્યો હતાં. ત્રણ નામ કરો.",
    "number": 64
  },
  {
    "question": "'gu': Constitutional Convention-માં શું થયું?",
    "number": 65
  },
  {
    "question": "Ayoñel Constitution fanhalom?",
    "number": 66
  },
  {
    "question": "Yan United States Constitution ne support kari ti Federalist Papers. Koi eghera lekhak nu naveen.",
    "number": 67
  },
  {
    "question": "Benjamin Franklin yan guamte ukuentusi?",
    "number": 68
  },
  {
    "question": "Kie ra'ay ta-na Kua'ara-i pat nita Aisansia?",
    "number": 69
  },
  {
    "question": "Unai Presidente dae? (Gujarati)",
    "number": 70
  },
  {
    "question": "1803 માં કયો પ્રદેશ યુનાઇટેડ સ્ટેટ્સ ફ્રાંસથી ખરીદ્યો હતો? (ISO code: gu)",
    "number": 71
  },
  {
    "question": "Kontra kwar nina Estados Unidos sa 1800s.",
    "number": 72
  },
  {
    "question": "ຊຸກຫລາຍຊື່ສູນກາງຕາມລັດທີ່ສຸດທີ່ກວ່າດ້ວຍ. (gu-Latn)",
    "number": 73
  },
  {
    "question": "Na'amit tayu' maikobob gi ya'luta' na Wara' War.",
    "number": 74
  },
  {
    "question": "Abraham Lincoln एक महत्वपूर्ण चीज़ करी थी उसमें से एक चार नये राज्यों को मिलाना था।",
    "number": 75
  },
  {
    "question": "\"Emancipation Proclamation\" ને શું કર્યું હતું? (gu)",
    "number": 76
  },
  {
    "question": "Susan B. Anthony katinasate fina'guma i fino'-test-na yan ki tinaklalu na?",
    "number": 77
  },
  {
    "question": "Hånu ñan na'daon na kịna'i Estados Unidos yan i tano'-kattan.",
    "number": 78
  },
  {
    "question": "Kik'ashte'um ri Paxil II-an jöb'ij?",
    "number": 79
  },
  {
    "question": "Kiko'oman Presidente sa Great Depression as World War II?",
    "number": 80
  },
  {
    "question": "Kiu unuigitaj Usono batalis en la Dua Mondmilito?",
    "number": 81
  },
  {
    "question": "Iguinal ni Presidente, Eisenhower hu ni general. Hu ni gera yan? (Gu)",
    "number": 82
  },
  {
    "question": "\"કોલ્ડ વોરમાં, યુનાઇટેડ સ્ટેટ્સની મુખ્ય ચિંતા શું હતી?\" (gu)",
    "number": 83
  },
  {
    "question": "\"Ki manu'ukin taotao pasede gi tiningo para kunsumidu?\" (Gu)",
    "number": 84
  },
  {
    "question": "Kiko'ó Martin Luther King, Jr. jomamó?",
    "number": 85
  },
  {
    "question": "September 11, 2001, યુનાઇટેડ સ્ટેટ્સમાં શું મુખ્ય ઘટના થઈ? (ISO code: gu)",
    "number": 86
  },
  {
    "question": "Ma'gas i finanå'hå-ta yan i-katnago-na-hu Ameriku na yan.",
    "number": 87
  },
  {
    "question": "\"United States ma two longest rivers ma thi kaun ek name levu?\" (Gujarati)",
    "number": 88
  },
  {
    "question": "Kahana ti estorianan gi atdao ni Estados Unidos? (Gu)",
    "number": 89
  },
  {
    "question": "'Saibyan iha Leste Estadus Unidus?'",
    "number": 90
  },
  {
    "question": "Sinahi yan I na-ån fan tåno' U.S. akan yan.",
    "number": 91
  },
  {
    "question": "Ya' yan Canada yifotung yan estado-mu gi'ilu?",
    "number": 92
  },
  {
    "question": "Un na'ina'an yan México as Uno na Åmot yan Amerika.",
    "number": 93
  },
  {
    "question": "Yan United States ti Kapital?",
    "number": 94
  },
  {
    "question": "Statue of Liberty hamrahan kitha che? (સ્ટેચ્યૂ ઑફ લિબર્ટી હમરહાન કીથા છે?)",
    "number": 95
  },
  {
    "question": "Fuente 13 strikas manmeñu yan ya kikina' yan?",
    "number": 96
  },
  {
    "question": "Tano na malafiu i fitafita e aunoa ma 50 fetu? (Guamanian Chamorro)",
    "number": 97
  },
  {
    "question": "\"Amekrikka Saina\" ni ken e ilau?",
    "number": 98
  },
  {
    "question": "Ha'ånen Sanjuan yan Ha'ånen Pasgua'.",
    "number": 99
  },
  {
    "question": "Amko' yan Libre ti ya mås yan Kuentos?",
    "number": 100
  }
]